Repository: kamkyi/python-translations-engine
Catalog: updated_pos_two/mm.po
Languages: mm

source: Client Status
mm: ဖုန်းခေါ်ဆိုလာသူအခြေအနေ

source: Status of Client
mm: ဖုန်းခေါ်ဆိုလာသူအခြေအနေ

source: Case/Call Type
mm: တိုင်ကြားမှု/ဖုန်းခေါ်ဆိုမှုအမျိုးအစား

source: Type of Call/Case
mm: တိုင်ကြားမှု/ဖုန်းခေါ်ဆိုမှုအမျိုးအစား

source: Worker Voice Channel
mm: အလုပ်သမား အသံလက်ခံရာလမ်းကြောင်း

source: Client Type
mm: ဖုန်းခေါ်ဆိုလာသူအမျိုးအစား

source: Type of Client
mm: ဖုန်းခေါ်ဆိုလာသူအမျိုးအစား

source: Daily worker
mm: နေ့စားအလုပ်သမား

source: Piece work
mm: ပုတ်ပြတ်အလုပ်သမား

source: Seasonal worker
mm: ရာသီခွင်အလုပ်သမား

source: Full-time position
mm: အချိန်ပြည့်အလုပ်သမား

source: Other
mm: အခြား

source: Contract Type
mm: စာချုပ်အမျိုးအစား

source: Country
mm: တိုင်းပြည်

source: District
mm: ခရိုင်

source: Undocumented
mm: အထောက်အထားမရှိ

source: Pink card
mm: ပန်းရောင်ကဒ်

source: CI/TD
mm: စီအိုင်/တီဒီ (CI/TD)

source: Passport
mm: ပတ်စပို့ (နိုင်ငံကူးလက်မှတ်)

source: Border pass
mm: နယ်စပ်ကူးလက်မှတ်(ဘော်ဒါပတ်စ်)

source: Document Type
mm: စာရွက်စာတမ်းအမျိုးအစား

source: Ethnicity
mm: လူမျိုး

source: Fetching fieldwork types..
mm: ကွင်းဆင်းလုပ်ငန်းအမျိုးအစားများကိုရယူနေသည်.......

source: Activity Type
mm: လုပ်ဆောင်မှူ အမျိုးအစား

source: Select Gender
mm: ကျား/မရွေးပါ

source: Male
mm: ကျား

source: Female
mm: မ

source: Non-Binary
mm: တစ်ခုမှမဟုတ်ပါ

source: Gender
mm: ကျား/မ

source: How did the client hear about the organization? (check all that apply)
mm: အဖွဲ့အစည်းကိုဘယ်ကနေသိတာလဲ?(သိတဲ့နေရာအားလုံးရွေးပါ)

source: How did the client hear about Issara? (check all that apply)
mm: အစ်ဆာရာအဖွဲ့အစည်းကိုဘယ်ကနေသိတာလဲ?(သိတဲ့နေရာအားလုံးရွေးပါ)

source: Loading...
mm: အချက်အလက်များရယူနေပါသည်.......

source: Fetching suppliers...
mm: လုပ်ငန်းရှင်များအချက်အလက်ကို ရယူနေပါသည်

source: Organization staff
mm: အဖွဲ့အစည်းကို ရွေးချယ်ရပါမည်

source: Issara Staff
mm: အစ်ဆာရာ၀န်ထမ်း

source: Fetching KPI categories..
mm: လုပ်ငန်းရှင်များ အချက်အလက် (KPI) ကို ရယူနေပါသည်။....

source: KPI category
mm: KPI အမျိုးအစား

source: Edit
mm: တည်းဖြတ်/ပြုပြင်သည်

source: Category
mm: အမျိုးအစား

source: Level
mm: အဆင့်

source: Goal
mm: ပန်းတိုင်(ရည်မှန်းချက်)

source: Done
mm: ပြီးပြီ

source: Loading..
mm: အချက်အလက်များရယူနေသည်......

source: Nationality
mm: နိုင်ငံသား(လူမျိုး)

source: Province
mm: ပြည်နယ်

source: Purpose of Call/Message
mm: တိုင်ကြားမှု/ဖုန်းခေါ်ဆိုမှုရည်ရွယ်ချက်

source: Purpose
mm: ရည်ရွယ်ချက်

source: Fetching recruiters..
mm: အေဂျင်စီများအချက်အလက်ကို ရယူနေပါသည်။

source: Fetching suppliers..
mm: လုပ်ငန်းရှင်များအချက်အလက်ကို ရယူနေပါသည်

source: English
mm: အင်္ဂလိပ်

source: Nepali
mm: နီပေါ

source: Burmese
mm: မြန်မာ

source: Thai
mm: ထိုင်း

source: Japanese
mm: ဂျပန်

source: Person
mm: လူ/ပုဂ္ဂိုလ်

source: Profile
mm: ကိုယ်ရေးအချက်အလက်

source: Log out
mm: ထွက်မည်

source: Are you sure want to change the language ?
mm: ဘာသာစကားပြောင်းသုံးရန်သေချာပြီလား?

source: Are you sure want to change the language to
mm: ဒီဘာသာစကားသို့ပြောင်းသုံးရန်သေချာပြီလား?

source: The application will be refreshed to effect the changed language.
mm: ဒီလုပ်ဆောင်ချက်ကဘာသာစကားသုံးစွဲမှုကိုအပြောင်းအလဲဖြစ်စေနိုင်ပါသည်။

source: Cancel
mm: ဖျက်သိမ်းမည်

source: Yes, Sure Please
mm: ဟုတ်ပါသည်။သေချာပါသည်။

source: Worker Voice
mm: အလုပ်သမားအသံ

source: Add Call
mm: ဖုန်းခေါ်ဆိုမှု

source: View Calls
mm: ဖုန်းခေါ်ဆိုမှုများကို ကြည့်ရှုမည်

source: Team Activities
mm: အဖွဲ့လိုက်လှုပ်ရှားမှုများ

source: Add activity
mm: လုပ်ဆောင်မှူ အမျိုးအစား

source: Add monthly WV metrics
mm: လစဉ် အလုပ်သမားအသံ ထည့်ပါ

source: WV and ER metrics
mm: အလုပ်သမားအသံ နှင့် ကျင့်၀တ်နှင့်ညီတဲ့လုပ်သားစုဆောင်းမှုစနစ်ကို စုစည်းထားသောကိန်းဂဏန်းများ

source: Team Tasks
mm: အဖွဲ့တာဝန်များ

source: Internal Dashboards
mm: Internal Dashboards (အတွင်းရေးသုံးဒက်ရှ်ဘုတ်)

source: Team Activity Dashboard
mm: အဖွဲ့လုပ်ဆောင်ချက် ဒက်ရှ်ဘုတ်

source: Case management
mm: အမှုတွဲစီမံခန့်ခွဲမှု

source: Kpi Updates
mm: Kpi အပ်ဒိတ်များ

source: View Supplier KPIs bulk update
mm: လုပ်ငန်းရှင် KPI အပ်ဒိတ်မှတ်တမ်း

source: Suppliers
mm: လုပ်ငန်းရှင်များ

source: View Suppliers
mm: လုပ်ငန်းရှင်များကိုကြည့်ရန်

source: References
mm: ကိုးကားချက်များ

source: Kpi References
mm: Kpi ရည်ညွှန်းချက်များ

source: Legal Violations
mm: ဥပဒေချိုးဖောက်မှုများ

source: Change Password
mm: လျှို့၀ှက်ကုတ်ပြောင်းမည်

source: Password Reset
mm: လျှို့၀ှက်ကုတ်အသစ်ပြောင်းမည်။

source: Login Page
mm: ဝင်ရောက်နိုင်သည့်စာမျက်နှာ

source: Enter 2 Factor Code
mm: ၂-ဆင့်မြှောက်အတည်ပြုကုတ်ထည့်ပါ

source: Lock Screen Page
mm: ၀င်ရန်စာမျက်နှာ

source: Error Page
mm: ပေ့ပြဿနာတက်နေပါသဖြင့်၀င်ရောက်လို့မရပါ။

source: Download As XLS File
mm: အိန်ဇဲ(XLS File) အဖြစ်ဒေါင်းလုတ်ဆွဲမည်

source: Edit Item:
mm: အချက်အလက်ကိုကြည့်မည်

source: View Item:
mm: အချက်အလက်ကိုကြည့်မည်

source: No KPIs logged for this call id:
mm: ဒီခေါ်ဆိုမှု ကေပီအိုင်မရှိပါ

source: Worker Voice Calls
mm: အလုပ်သမား ခေါ်ဆိုမှုများ

source: Source Recruiter
mm: ရင်းမြစ်နိုင်ငံဘက်အေဂျင်စီများ

source: Destination Recruiter
mm: ဆိုက်ရောက်နိုင်ငံဘက်အေဂျင်စီများ

source: After Date:
mm: နေ့စွဲနောက်ပိုင်း:

source: Date
mm: နေ့စွဲ

source: Before Date:
mm: နေ့စွဲမတိုင်ခင်:

source: Search
mm: ရှာဖွေသည်

source: Search Results
mm: ရှာဖွေမှုရလဒ်များ

source: Found
mm: တွေ့ရှိချက်များ

source: Search (Fuzzy Search Across all fields)
mm: ရှာဖွေခြင်း(နယ်ပယ်ပေါင်းစုံရှာဖွေခြင်း)

source: Fetching...
mm: အချက်အလက်များရယူနေသည်...

source: Id
mm: ID(အမှတ်စဥ်)

source: Supplier
mm: လုပ်ငန်းရှင်များ

source: RecruiterSrc
mm: အေဂျင်Src

source: Issue Category
mm: ပြဿနာအမျိုးအစားများ

source: Description
mm: အကြောင်းအရာ

source: Staff
mm: ၀န်ထမ်း

source: IssaraStaff
mm: အစ်ဆာရာ၀န်ထမ်း

source: Client
mm: ခေါ်ဆိုဆက်သွယ်လာသူ

source: Origin Country Province
mm: မူရင်းနိုင်ငံပြည်နယ်/ခရိုင်

source: Incoming Outgoing
mm: အဝင်/အထွက်

source: Phone
mm: ဖုန်း

source: Interaction
mm: ဆက်ဆံမှု

source: Case ID
mm: အမှုတွဲ ID

source: Required
mm: လိုအပ်သည်

source: Call Info
mm: ဖုန်းခေါ်ဆိုမှုအချက်အလက်

source: Interaction Channel
mm: အပြန်အလှန်ဆက်သွယ်မှုလမ်းကြောင်းများ

source: Interaction Reason
mm: အပြန်အလှန်ဆက်သွယ်ရသည့်အကြောင်းအရင်း

source: Interaction Summary
mm: အပြန်အလှန်ဆက်သွယ်မှုအကျဥ်းချုပ်

source: Inquiry Type
mm: မေးခွန်းအမျိုးအစား

source: Interacted Date
mm: ဆက်သွယ်သည့်ရက်စွဲ

source: Call Created Date
mm: ဖုန်းခေါ်ဆိုမှုပြုလုပ်သည့်နေ့

source: Call Last Modified Date
mm: နောက်ဆုံးဖုန်းခေါ်သည့်နေ့

source: Client Info
mm: လိုင်းအချက်အလက်

source: Nickname
mm: အခြားအမည်

source: Line Account
mm: လိုင်း(Line)အကောင့်

source: Facebook Account
mm: ဖေ့ဘုတ်အကောင့်

source: WhatsApp Number
mm: ၀ှက်စအပ်နံပါတ်(WhatsApp)

source: Phone Number
mm: ဖုန်းနံပါတ်

source: Viber Account
mm: ဘိုင်ဘာနံပါတ်

source: Staff Notes/Description
mm: ၀န်ထမ်းမှတ်တမ်း/အကြောင်းအရာ

source: Origin Country
mm: မူလနိုင်ငံ

source: Origin Province
mm: မူလပြည်နယ်

source: Origin District
mm: မူလခရိုင်

source: Crossing Country
mm: ဖြတ်သန်းနိုင်ငံ

source: Crossing Province
mm: ဖြတ်သန်း

source: Crossing District
mm: ဖြတ်သန်း

source: Recruitment
mm: လုပ်သန်းစုဆောင်းရေး

source: Upstream Broker
mm: ကြားခံလူ(အကျိုးဆောင်ပွဲစား)

source: Employer Debt Bondage
mm: အလုပ်ရှင်မှကြွေးမြည်ခြည်နှောင်ထားခြင်း

source: Employer Debt Bondage Detail
mm: အလုပ်ရှင်မှကြွေးမြည်ခြည်နှောင်ထားခြင်း အသေးစိတ်

source: Broker Debt Bondage
mm: အကျိုးဆောင်ပွဲစားမှကြွေးမြည်ခြည်နှောင်ထားခြင်း

source: Broker Debt Bondage Detail
mm: အကျိုးဆောင်ပွဲစားမှကြွေးမြည်ခြည်နှောင်ထားခြင်း အသေးစိတ်

source: Months at job
mm: လုပ်သက်ကာလ(လဖြင့်)

source: Ratings
mm: အမှတ်ပေးခြင်း

source: Source Broker Rating
mm: မူရင်းနိုင်ငံအကျိုးဆောင်ပွဲစားအားအဆင့်သတ်မှတ်ချက်

source: Source Recruiter Rating
mm: မူရင်းနိုင်ငံအေဂျင်စီအားအဆင့်သတ်မှတ်ချက်

source: Destination Broker Rating
mm: ဆိုက်ရောက်နိုင်ငံအကျိုးဆောင်ပွဲစားအားအဆင့်သတ်မှတ်ချက်

source: Destination Employer Rating
mm: ဆိုက်ရောက်နိုင်ငံအေဂျင်စီအားအဆင့်သတ်မှတ်ချက်

source: Client Support
mm: ခေါ်ဆိုလာသူအားပံ့ပိုးမှု

source: Vot Needs
mm: လိုအပ်သည့်မဲ

source: Share Info Consent
mm: အချက်အလက်မျှဝေမှုသဘောတူညီချက်

source: Referral Notes
mm: အမှုလွဲပြောင်းခြင်းမှတ်ချက်

source: Next Steps
mm: နောက်အဆင့်များ

source: Next Steps Issara Staff
mm: နောက်တစ်ဆင့်တာ၀န်ယူမည့်အစ်ဆာရာ၀န်ထမ်း

source: Referral Action
mm: အမှုလွဲပြောင်းခြင်း

source: Dead Line Date
mm: နောက်ဆုံးနေ့

source: Final Remarks
mm: နောက်ဆုံးမှတ်ချက်

source: Risk Assessment
mm: အန္တရာယ်ကျရောက်နိုင်ချေရှိ/မရှိသုံးသပ်ခြင်း

source: Issues
mm: ပြဿနာများ:

source: Offender Description
mm: ကျူးလွန်သူ အကြောင်း

source: Workers Affected
mm: ထိခိုက်ခံရသော အလုပ်သမားများ

source: Workers Affected Description
mm: သက်ရောက်သည့်အလုပ်သမားများ အကြောင်း

source: Getting Better
mm: ပိုတိုးတက်လာသည်

source: Getting Better Description
mm: ပိုတိုးတက်လာအကြောင်းအရာ

source: Issue Links
mm: ပြဿနာအထောက်အထားလင့်များ

source: Loading ...
mm: အချက်အလက်ရယူနေသည်........

source: Success saving the call with id:
mm: ဖုန်းခေါ်ဆိုမှုအတွက်အမှတ်စဥ်နှင့်တကွအောင်မြင်စွာသိမ်းဆည်းထားပါသည်

source: Success created a new call with id:
mm: ဖုန်းခေါ်ဆိုမှုအသစ်အတွက်အမှတ်စဥ်အောင်မြင်စွာသိမ်းဆည်းထားပါသည်

source: Well Done!
mm: အောင်မြင်သည်!

source: Errors
mm: အမှားတစ်စုံတစ်ရာဖြစ်ပေါ်နေပါသည်!

source: Error!
mm: အမှားတစ်စုံတစ်ရာဖြစ်ပေါ်နေပါသည်!

source: Error
mm: အမှားတစ်စုံတစ်ရာဖြစ်ပေါ်နေပါသည်!

source: Unknown/Generic
mm: နာမည်မသိ/အထွေထွေ

source: See details
mm: အသေးစိတ်များ

source: Saving Data...
mm: အချက်အလက်များကိုသိမ်းဆည်းနေပါသည်......

source: Loading Data...
mm: အချက်အလက်များကိုရယူနေပါသည်...

source: Rating Businesses
mm: လုပ်ငန်းများကို အဆင့်သတ်မှတ်ခြင်း။

source: Interactions
mm: အပြန်အလှန်ဆက်သွယ်ခြင်း

source: Edit/Add Worker Call:
mm: အလုပ်သမားခေါ်ဆိုမှုကို ပြင်မည်/ထည့်မည်:

source: Save
mm: သိမ်းဆည်းသည်

source: Organization must be selected
mm: အဖွဲ့အစည်းကို ရွေးချယ်ရပါမည်

source: Client Support (Organization action)
mm: ခေါ်ဆိုသူအားကူညီပေးမှု(အဖွဲ့အစည်းလုပ်ဆောင်ချက်)

source: Client Support (Issara Actions)
mm: ခေါ်ဆိုသူအားကူညီပေးမှု(အစ်ဆာရာလုပ်ဆောင်ချက်)

source: What are the most urgent needs of the client?
mm: ခေါ်ဆိုသူအရေးကြီးဆုံးလတ်တလောလိုအပ်ချက်ကဘာလဲ?

source: Consent to pass on details to employer, agency, referral partner?
mm: အလုပ်ရှင်၊အေဂျင်စီ၊နှင့်အမှုလွဲပြောင်းခြင်းအတွက်တင်ပြရန်သဘောတူညီမှုအသေးစိတ်...…

source: Yes
mm: ဟုတ်ပါသည်

source: No
mm: မဟုတ်ပါ

source: Details on organization action (Referral Notes)
mm: အစ်ဆာရာမှ အရေးယူဆောင်ရွက်မှုအသေးစိတ်(အမှုလွဲပြောင်းမှုမှတ်တမ်း)

source: Details on Issara action (Referral Notes)
mm: အစ်ဆာရာမှ အရေးယူဆောင်ရွက်မှုအသေးစိတ်(အမှုလွဲပြောင်းမှုမှတ်တမ်း)

source: Next steps organization follow-up and action
mm: အဖွဲ့အစည်းမှ နောက်တစ်ဆင့် တုံပြန်ဆောင်ရွက်ခြင်းနှင့် အရေးယူခြင်း

source: Next steps for Issara follow-up and action
mm: အစ်ဆာရာမှနောက်တစ်ဆင့် တုံပြန်ဆောင်ရွက်ခြင်းနှင့် အရေးယူခြင်း

source: Responsible Issara focal point
mm: အစ်ဆာရာတာ၀န်ခံပုဂ္ဂိုလ်

source: Deadline
mm: နောက်ဆုံးသတ်မှတ်ရက်

source: Deadline Date
mm: နောက်ဆုံးသတ်မှတ်ရက်

source: Gender must be selected
mm: ကျား၊မ ရွေးရန်။

source: Client name / nickname
mm: ခေါ်ဆိုသူနာမည်/အခြားနာမည်

source: LINE ID
mm: လိုင်းအိုင်ဒီ(Line ID)

source: Facebook name
mm: ဖေ့ဘုတ်အကောင့်

source: Phone number
mm: ဖုန်းနံပါတ်

source: Viber account
mm: ဘိုင်ဘာအကောင့်

source: WhatsApp number
mm: ၀ှက်စအပ်နံပါတ်(WhatsApp)

source: Telegram number
mm: တယ်လီဂရမ်နံပါတ်

source: Client Origin
mm: ခေါ်ဆိုသူမူလ

source: Client crossing border
mm: ခေါ်ဆိုသူဖြတ်ကျော်သည့်နယ်စပ်

source: Issara Staff must be selected
mm: စားရင်းဖြည့်သူနာမည်ရွေးချယ်ရန်

source: Interaction Channel must be selected
mm: ဆက်သွယ်ရေးလမ်းကြောင်းကိုရွေးချယ်ရန်လို

source: Interaction Reason must be selected
mm: ဆက်သွယ်ရသည့်အကြောင်းအရင်းကိုရွေးချယ်ရန်လို

source: interacted Date must be selected
mm: ဆက်သွယ်သည့်နေ့ရက်ကိုရွေးချယ်ရန်လို

source: Call/Message Info
mm: ဖုန်းခေါ်ဆိုမှု/မက်ဆေ့ချ်အချက်အလက်

source: Interaction Type must be selected
mm: ဆက်သွယ်ရသည့်အကြောင်းအရင်းကိုရွေးချယ်ရပါမည်

source: Incoming
mm: အဝင်

source: Outgoing
mm: အဝင်

source: Summary of the interaction
mm: အပြန်အလှန်ဆက်သွယ်မှုအတိုချုပ်

source: Date of interaction
mm: ဆက်သွယ်မှုရက်စွဲ

source: Issues at this workplace
mm: လုပ်ငန်းခွင်မှာထုတ်ပေးသည်

source: Instructions:
mm: လမ်းညွှန်ချက်များ:

source: If the client is adding more information or updates on a previously reported issue, please click the green pen by the relevant KPI to update.
mm: အကယ်၍ခေါ်ဆိုလာသူကအရင်တင်ပြထားတဲ့ပြဿနာကနေ နောက်ထပ်အချက်အလက်အသစ်တွေထပ်ပေးလာရင် သင့်တော်တဲ့ ပြဿနာတိုင်းတာချက်(KPI)ကို‌ ပြုပြင်ပြောင်းလဲရန်လိုအပ်လျှင် အစိမ်းရောင်ဘောပင်ပုံလေးကို နှိပ်ပါ။

source: If the client is reporting a new issue at the workplace, please click the green New Issue button.
mm: အကယ်၍ခေါ်ဆိုလာသူကလုပ်ငန်းခွင်အတွင်း နောက်ထပ် အမှုအသစ်တစ်ခု ထံမှာတင်ပြလာရင် အမှုအသစ် ဆိုတဲ့ခလုတ်ကိုနှိပ်ပါ။

source: Issue Description
mm: အမှုအကြောင်းအရာ

source: Issue Offender Description
mm: အမှုကျူးလွန်သူအကြောင်း

source: How many clients are affected by this issue?
mm: ဒီအမှုကနေ ထိခိုက်နစ်နာသွားသူဦးရေ ဘယ်နှစ်ယောက်ရှိလဲ?

source: How many workers are affected by this issue?
mm: ဒီအမှုကနေ ထိခိုက်နစ်နာသွားသည့် အလုပ်သမား ဦးရေ ဘယ်နှစ်ယောက်ရှိလဲ?

source: Client Affected Description (More about the client Affected).
mm: ထိခိုက်နစ်နာသူအကြောင်းအရာ(ထိခိုက်နစ်နာသွားသူနှင့် ပတ်သက်သည့်အကြောင်း)

source: Workers Affected Description (More about the workers Affected)
mm: ထိခိုက်နစ်နာသည့်အလုပ်သမားအကြောင်းအရာ(ထိခိုက်နစ်နာသွားသည့်အလုပ်သမားနှင့် ပတ်သက်သည့်အကြောင်း)

source: Is the issue situation improving?
mm: အမှုအခြေအနေတိုးတက်မှုရှိလား?

source: About the Same
mm: ပုံမှန်ပဲ

source: Describe more about how the issue is getting better or worse
mm: ပြဿနာ ပိုကောင်းလာပုံ ဒါမှမဟုတ် ပိုဆိုးလာပုံ အကြောင်းပိုရှင်းပြပါ။

source: Issue Link
mm: အမှုနှင့်ပတ်သက်သည့်လင့်များ

source: Enter Issue link here
mm: ဒီနေရာမှာအမှုနှင့်ဆိုင်တဲ့လင့်ရှိလျှင်ထည့်ရန်

source: Remove this link
mm: ဒီလင့်ကိုဖယ်ရှားမည်

source: Add More Issue Link
mm: အခြားအမှုလင့်များကိုထပ်ထည့်ရန်

source: Business Ratings - How Does the client rate the following actors that were involved in their recruitment and employment ?
mm: လုပ်ငန်းရှင်ကိုပေးသည့်အဆင့်သတ်မှတ်ချက် - ခေါ်ဆိုလာသူမှလုပ်သားခန့်ထားရေးဖြစ်စဥ်မှာပါ၀င်သည့်အလုပ်ရှင်အားဘယ်လိုအဆင့်သတ်မှတ်လဲ?

source: (1 very low, 5 very high)
mm: (၁-အလွန်ညံ့၊ ၅-အလွန်ကောင်း)

source: Source Upstream Broker
mm: မူရင်းနိုင်ငံအကျိုးဆောင်ပွဲစား

source: How many months working at this workplace?
mm: ဒီအလုပ်မှာလုပ်တာဘယ်နှစ်လရှိပြီလဲ?

source: Employer Debt Bondage?
mm: အလုပ်ရှင်ကိုဆပ်ရန်ကျန်နေတဲ့အကြွေးရှိလား?

source: If there is employer debt bondage, please provide details on amounts, to whom, how paid, etc
mm: အကယ်၍အလုပ်ရှင်အားဆပ်ရန်အကြွေးများကျန်သေးရင် ဆပ်ရန်ကျန်သည့် အကြွေးပမာဏ၊စချေးပေးသူ၊ဘယ်လိုချေးပေးလဲ စသဖြင့် အသေးစိတ်ထည့်ရေးရန်

source: Broker Debt Bondage?
mm: အကျိုးဆောင်ပွဲစားအားဆပ်ရန်ရှိအကြွေးများ ရှိပါသလား?

source: If there is broker debt bondage, please provide details on amounts, to whom, how paid, etc
mm: အကယ်၍အကျိုးဆောင်ပွဲစားအားဆပ်ရန်အကြွေးများကျန်သေးရင် ဆပ်ရန်ကျန်သည့် အကြွေးပမာဏ၊စချေးပေးသူ၊ဘယ်လိုချေးပေးလဲ စသဖြင့် အသေးစိတ်ထည့်ရေးရန်

source: Supplier must be selected
mm: လုပ်ငန်းရှင်နာမည်ကို ရွေးချယ်ရပါမည်

source: Country must be selected
mm: နိုင်ငံကိုရွေးချယ်ရပါမည်

source: Nationality must be selected
mm: နိုင်ငံသားရွေးချယ်ရပါမည်

source: CallerStatus must be selected
mm: ခေါ်ဆိုသူအခြေအနေကိုရွေးချယ်ရမည်

source: ClientType must be selected
mm: ခေါ်ဆိုသူအမျိုးအစားကိုရွေးချယ်ရမည်

source: CaseCategory must be selected
mm: အမှုအမျိုးအစားကိုရွေးချယ်ရပါမည်

source: Please fill out the information and refer this case to Issara Institute. Thank you, have a great day!
mm: အချက်အလက်ကိုဖြည့်ပြီး Issara Institute သို့ ပေးပို့ပါ။

source: Required Info
mm: လိုအပ်သောအချက်အလက်

source: Fieldwork Activity #{id}
mm: ကွင်းဆင်းလှုပ်ရှားမှု #{id}

source: General Information:
mm: အထွေထွေအချက်အလက်:

source: Type:
mm: အမျိုးအစား:

source: Date:
mm: ရက်စွဲ:

source: Location:
mm: နေရာ:

source: Suppliers:
mm: လုပ်ငန်းရှင်များ:

source: Recruiters:
mm: အေဂျင်စီများ:

source: Partners:
mm: မိတ်ဖက်အဖွဲ့အစည်းများ:

source: Nationality:
mm: လူမျိုး(နိုင်ငံသား):

source: Notes:
mm: မှတ်စုများ:

source: Links:
mm: လင့်များ:

source: worker_calls_count_by_month
mm: အလုပ်သမား_လစဉ်_ခေါ်ဆိုမှုများ_အရေအတွက်

source: field_visit_count_by_month
mm: ကွင်းဆင်းလေ့လာခြင်း_လစဉ်_အရေအတွက်

source: field_total_workers_reached_by_month
mm: ထိတွေ့ဆက်သွယ်ခဲ့သော စုစုပေါင်းအလုပ်သမား လစဉ်_အရေအတွက်

source: Between
mm: နှစ်ခုကြား

source: Start
mm: စတင်မည်

source: And
mm: နှင့်

source: End
mm: အဆုံးသတ်

source: Reset all
mm: အားလုံးအသစ်ပြန်စမည်

source: No Data found
mm: အချက်အလက်ရှာမတွေ့ပါ

source: Burmese Facebook messenger
mm: မြန်မာဖေ့ဘုတ် မက်ဆင်ဂျာ

source: Burmese Viber in Thailand
mm: မြန်မာပြည်မှ မြန်မာဘိုင်ဘာ

source: Burmese hotline in Thailand
mm: ထိုင်းနိုင်ငံရှိ မြန်မာ hotline ဖုန်း

source: Burmese LINE messages
mm: မြန်မာ LINE messasage

source: Burmese hotline in Myanmar
mm: မြန်မာနိုင်ငံရှိ မြန်မာ hotline ဖုန်း

source: Khmer hotline
mm: ကမ္ဘောဒီးယား hotline ဖုန်း

source: Khmer Facebook messenger
mm: ကမ္ဘောဒီးယား ဖေ့ဘုတ် မက်ဆင်ဂျာ

source: Khmer LINE
mm: ကမ္ဘောဒီးယား LINE

source: Thai Hotline
mm: ထိုင်း hotline

source: Thai Facebook
mm: ထိုင်းဖေ့ဘုတ်မက်ဆန်ဂျာ

source: Thai LINE
mm: ထိုင်း LINE

source: Indonesian Whatsapp Total
mm: အင်ဒိုနီးရှားဝါ့စ်အပ်(WhatsApp) စုစုပေါင်း

source: Indonesian Hotline Total
mm: အင်ဒိုနီးရှား Hotline စုစုပေါင်း

source: Nepalese Whatsapp Total
mm: နီပေါ WhatsApp

source: Nepalese Hotline Total
mm: နီပေါ hotline စုစုပေါင်း

source: Nepalese Facebook Total
mm: နီပေါ Facebook စုစုပေါင်း

source: Burmese Whatsapp Total
mm: မြန်မာဝါ့စ်အပ်(WhatsApp)

source: Burmese Viber in Malaysia
mm: မလေးရှား မှ မြန်မာဘိုင်ဘာ

source: Burmese Tiktok messages
mm: မြန်မာ TikTok မက်ဆေ့များ

source: Nepalese Tiktok messages
mm: နီပေါ Tiktok မက်ဆေ့များ

source: Bangladeshi Tiktok messages
mm: ဘင်္ဂလားဒေ့ရှ် တစ်တော့ မက်ဆေ့များ

source: Worker Metrics
mm: အလုပ်သမားအခြေအနေပြဇယား

source: Total Worker Cases
mm: စုစုပေါင်းအလုပ်သမားအမှု

source: Men
mm: အမျိုးသား

source: Women
mm: အမျိုးသမီး

source: Unknown
mm: မတိအကျမသိရသော

source: Worker Voice and Ethical Recruitment metrics
mm: အလုပ်သမား အသံနှင့် ကျင့်ဝတ်နှင့်ညီသောလုပ်သား စုဆောင်းမှု မက်ထရစ်များ

source: Workers Connected To Worker Voice Channels
mm: အစ်ဆာရာအလုပ်သမား အသံလမ်းကြောင်းနှင့် ချိတ်ဆက်ထားသောအလုပ်သမားများ

source: Suppliers Trained
mm: သင်တန်းပေးထားပြီးသောလုပ်ငန်းရှင်များ

source: Workers Reached In Pre-Departure MM
mm: မထွက်ခွာမီ တွေ့ရှိသောအလုပ်သမားများ - မြန်မာ

source: Workers Receiving Remedition
mm: ပြဿနာဖြေရှင်းပေးထားမှု (ကုစားမှု) ကိုရရှိသောအလုပ်သမားများ

source: Trained Workers Leaders/Ambassadors
mm: သင်တန်းပေးထားပြီးသော အလုပ်သမားခေါင်းဆောင်များ/သံတမန်များ

source: Recruitment Agencies Trained
mm: သင်တန်းပေးထားပြီးသောအလုပ်သမားစုဆောင်းရေးအေဂျင်စီများ

source: Workers Reached In Pre-Departure NE
mm: ပြည်ပမထွက်ခင်အကြိုသင်တန်းမှာချိတ်ဆက်မိနေသောအလုပ်သမားများ(နီပေါ)

source: Remediation For Recruitment Fees and Cases
mm: အလုပ်ရှာဖွေရေးအတွက်ကုန်ကျစရိတ်နှင့်အမှုတွဲများအတွက်ပြဿနာဖြေရှင်းပေးမှု(ကုစားမှု) - ပြန်ပေးငွေ

source: Recruitment-Related Fees Detected and Intercepted
mm: အလုပ်ရှာဖွေရေးနှင့်ပတ်သက်သော အခကြေးငွေများ-တားဆီးနိုင်ခဲ့သောငွေ

source: No Data Found
mm: အချက်အလက်များရှာမတွေ့ပါ

source: Total field visits
mm: စုစုပေါင်းကွင်းဆင်းလေ့လာမှုခရီးစဥ်များ

source: Total Workers Reached
mm: ဆက်သွယ်ခဲ့သော အလုပ်သမားများ - စုစုပေါင်း

source: Type
mm: အမျိုးအစားများ

source: Recruiters
mm: အေဂျင်စီများ

source: Location
mm: တည်နေရာ

source: Target
mm: ပစ်မှတ်/သတ်မှတ်ချက်

source: Notes
mm: မှတ်ချက်များ

source: Links
mm: လင့်များ

source: Total Worker
mm: စုစုပေါင်း အလုပ်သမား

source: Print Report
mm: အစီရင်ခံစာပရင့်ထုတ်ပါ

source: General:
mm: အထွေထွေ

source: Category:
mm: အမျိုးအစားများ

source: Description:
mm: အကြောင်းအရာ

source: Level:
mm: အဆင့်များ

source: Goal:
mm: ပန်းတိုင်/ရည်မှန်းချက်

source: Code:
mm: ကုတ်

source: Found:
mm: တွေ့ရှိသည်

source: Add/Edit Team Task
mm: အဖွဲ့တာဝန်များကိုပြင်မည်/ထည့်မည်

source: Tasked By
mm: တာဝန်ပေးထားသူ

source: A sumamry of the task to be completed
mm: ပြီးမြောက်ရမည့်လုပ်ငန်းတာ၀န်များ အကျဉ်းချုပ်

source: General Notes
mm: အထွေထွေမှတ်စုများ

source: Name
mm: အမည်

source: Law
mm: ဥပဒေ

source: Article
mm: ပုဒ်ပ (Article)

source: Legal Violation #{id}
mm: ဥပဒေချိုးဖောက်မှု #{id}

source: Name:
mm: နာမည်

source: Law:
mm: ဥပဒေ

source: Article:
mm: ဆောင်းပါး

source: Country:
mm: နိုင်ငံ

source: Other:
mm: အခြား

source: Legal Violation:
mm: ဥပဒေချိုးဖောက်မှု

source: Recommended Remediation:
mm: ပြန်လည်ကုစားခြင် အတွက် အကြံပြုချက်များ

source: Systems Change:
mm: စနစ်များ ပြောင်းလဲခြင်း

source: View:
mm: ကြည့်မည်

source: Legal
mm: ဥပဒေ

source: Remediation
mm: ပြဿနာဖြေရှင်းချက်များ(ကုစားမှုများ)

source: Systems
mm: စနစ်များ

source: Supplier KPI Deleted
mm: ဖျက်လိုက်ပြီးသော လုပ်ငန်းရှင် KPI

source: You have successfully deleted the supplier kpi and it's child updates
mm: လုပ်ငန်းရှင် kpi အောင်မြင်စွာ ဖျက်လိုက်ပြီး

source: Error Supplier KPI was not deleted
mm: တခုခုမှားနေသည် လုပ်ငန်းရှင် kpi ဖျက်လို့မရပါ

source: Error occurred trying to delete those supplier kpi updates
mm: လုပ်ငန်းရှင် kpi ဖျက်ရန်ကြိုးစားရာတွင်တခုခုမှားနေသည်ကိုတွေ့ရသည်

source: Confirm
mm: အတည်ပြုသည်

source: Confirm Delete ?
mm: ဖျက်ရန်အတည်ပြုပြီလား?

source: About to delete supplier kpi id:
mm: လုပ်ငန်းရှင် kpi ကိုဖျက်မည်

source: *This Supplier KPI has 0 cases and is ok to remove.
mm: *လုပ်ငန်းရှင် kpi မရှိပါ။ ဖျက်လို့ရပါသည်။

source: Delete
mm: ဖျက်မည်

source: Supplier KPI #{id}
mm: လုပ်ငန်းရှင် kpi #{id}

source: Overview:
mm: ခြုံငုံသုံးသပ်ချက်

source: Update Source:
mm: အပ်ဒိတ်လုပ်ထားသည့်မူရင်းနေရာ

source: Supplier:
mm: လုပ်ငန်းရှင်များ:

source: Laws Violated:
mm: ချိုးဖောက်ထားသောဥပဒေများ:

source: # Workers Impacted:
mm: #ထိခိုက်ခံရသော အလုပ်သမားများ:

source: Status:
mm: အခြေအနေများ:

source: Open Since:
mm: ကတည်းကဖွင့်ထားသည်:

source: Updated:
mm: အပ်ဒိတ်လုပ်ထားပြီးပြီ:

source: Closed:
mm: မှာ ပိတ်ထားသည်:

source: Closed Quality:
mm: အမှုပိတ်သိမ်းခြင်း အရည်အသွေး:

source: Rationale:
mm: ကျိုးကြောင်းဆီလျော်မှု:

source: Remediation:
mm: ပြန်လည်ကုစားခြင်း:

source: Issara Recommendations:
mm: အစ်ဆာရာအကြံပြုချက်များ:

source: Progress on remediation:
mm: ပြန်လည်ကုစားပေးချင်းအပေါ်တိုးတက်မှုအခြေအနေ:

source: How aligned are the business's responses:
mm: လုပ်ငန်းရှင် တုံ့ပြန်မှုများသည်ဘယ်လောက်ကိုက်ညီမှုရှိသလဲ:

source: Business Steps Taken:
mm: လုပ်ငန်းရှင်မှအရေးယူဆောင်ရွက်ခဲ့သောအဆင့်များ:

source: Business Steps Remaining:
mm: လုပ်ငန်းရှင်မှအရေးယူဆောင်ရွက်ရန်ကျန်နေသောအဆင့်များ:

source: Notes (Talking Points):
mm: မှတ်ချက်များ(ပြောဆိုရမည့်အချက်များ):

source: Action (Talking Points):
mm: အရေးယူလုပ်ဆောင်ခြင်း (ပြောဆိုရမည့်အချက်များ):

source: Validation (Talking Points):
mm: မှန်ကန်ကြောင်းအတည်ပြုခြင်း (ပြောဆိုရမည့်အချက်များ):

source: Results (Talking Points):
mm: ရလဒ်များ (ပြောဆိုရမည့်အချက်များ):

source: Payments:
mm: ငွေပေးချေမှုများ

source: Owed:
mm: ဆပ်ရန်ရှိသည်:

source: Paid:
mm: ပေးချေသည်:

source: Payment Deadline:
mm: ပေးချေရမည့်နောက်ဆုံးသတ်မှတ်ရက်:

source: Documents:
mm: စာရွက်စာတမ်းများ

source: Provided:
mm: ပေးသည်:

source: Documents Deadline:
mm: စာရွက်စာတမ်းပြုစုခြင်းအတွက်နောက်ဆုံးသတ်မှတ်ရက်:

source: System Change Deadline:
mm: စနစ်များ ပြောင်းလဲခြင်းအတွက်နောက်ဆုံးသတ်မှတ်ရက်:

source: Next Step :
mm: နောက်တစ်ဆင့်

source: Assign To :-
mm: တာဝန်ပေးထား

source: Deadline :-
mm: ပြီးစီးရမည့်နောက်ဆုံးရက်

source: Closed At
mm: မှာ ပိတ်ထားသည်

source: Closure Date
mm: အမှုပိတ်သည့်နေ့စွဲ

source: Open days
mm: အမှုဖွင့်သည့်ရက်များ:

source: Quality of the closure
mm: အမှုပိတ်သိမ်းခြင်းအရည်အသွေး

source: Supplier Kpi ID
mm: လုပ်ငန်းရှင် KPI ID များ

source: This is the parent Supplier KPI ID. This is ID in the Supplkier KPI List table above
mm: ဤသည်မှာ ပင်ရင်းလုပ်ငန်းရှင် KPI ID ဖြစ်သည်။ ၎င်း ID သည် အထက်ဖော်ပြပါ Supplkier KPI စာရင်းဇယားရှိ ID ဖြစ်သည်။

source: Opened At
mm: မှာ ဖွင့်ထားသည်

source: # Affected
mm: #ထိခိုက်ခံရသော အလုပ်သမားများ

source: Status
mm: အခြေအနေများ

source: Affected
mm: ထိခိုက်ခံရသော အလုပ်သမားများ

source: Updates
mm: အပ်ဒိတ်များ

source: Call #
mm: ဖုန်းခေါ်ဆိုမှု #
