Repository: kamkyi/python-translations-engine
Catalog: updated_pos_two/mm.po
Languages: mm

source: AREA 2. LABOUR RECRUITMENT
mm: ဧရိယာ ၂. အလုပ်သမားစုဆောင်းခန့်ထားခြင်း

source: AREA 3. WORKING CONDITIONS
mm: ဧရိယာ ၂. လုပ်ငန်းခွင်အခြေအနေ

source: Notes and remarks
mm: မှတ်စုနှင့်မှတ်ချက်များ

source: In line with international standards and definitions
mm: နိုင်ငံတကာစံချိန်စံညွှန်းနှင့်သတ်မှတ်ချက်မျာနှင့်အညီ ကိုက်ညီမှုရှိခြင်း

source: Clearly communicated to suppliers, including effective date
mm: ထိရောက်သည့်ရက်စွဲအပါအဝင် လုပ်ငန်းရှင်များအား ရှင်းလင်းစွာ အကြောင်းကြားခြင်း

source: Integrated into commercial processes
mm: စီးပွားဖြစ် လုပ်ငန်းစဉ်များအဖြစ်သို့ပေါင်းစည်းထားသော

source: Clearly communicated to suppliers
mm: လုပ်ငန်းရှင်များကို ရှင်းလင်းစွာအကြောင်းကြားထားသည်

source: Workplan Progress Dashboard
mm: လုပ်ငန်းအစီအစဉ် တိုးတက်မှု အခြအေနေပြ ဇယား(ဒက်ရှ်ဘုတ်)

source: AREA 1. WORKER VOICE
mm: ဧရိယာ ၁. အလုပ်သမားအသံ

source: WORK INDICATOR 1. Percentage of tier-1 suppliers (export level) in supply chain with worker voice
mm: အလုပ်ညွှန်းကိန်း ၁. အလုပ်သမားအသံဖြင့် ကမ္ဘာ့ကုန်စည်စီးဆင်းမှုကွင်းဆက်ရှိ အဆင့်-၁ လုပ်ငန်းရှင်များ (ပို့ကုန်အဆင့်) ရာခိုင်နှုန်း

source: WORK INDICATOR 2. Percentage of upstream suppliers in supply chain with worker voice
mm: အလုပ်ညွှန်းကိန်း ၂. အလုပ်သမားအသံဖြင့် ကမ္ဘာ့ကုန်စည်စီးဆင်းမှုကွင်းဆက်ရှိ ပင်ရင်းလုပ်ငန်းရှင်များ ရာခိုင်နှုန်း

source: ER INDICATOR 1. Ethical recruitment policy in force is:
mm: ER ညွှန်းကိန်း၂ ၂. လက်ရှိကျင့်သုံးနေသောကျင့်၀တ်နှင့်ညီသော ၀န်ထမ်းစုဆောင်းမှုစနစ်မှာ:

source: Wait...
mm: ခေတ္တစောင့်ဆိုင်းပါ......

source: Indicator 2A: Number of recruitment agencies mapped across supplier base.
mm: ညွှန်းကိန်း 2A- လုပ်ငန်းရှင်ကိုအခြေခံပြီး တွင် စားရင်းပြုစုထားသော အေဂျင်စီအရေအတွက်

source: Indicator 2B: Number of suppliers collaborating with Issara and their recruitment agencies on pre-departure orientations and strengthened recruitment practices
mm: ညွှန်းကိန်း 2B- ပြည်ပမထွက်ခွာခင် လုပ်ငန်းခွင်ဆိုင်ရာအကြိုသင်တန်းပေးခြင်းများနှင့် ဝန်ထမ်းရွေးချယ်ခန့်ထားရေး နည်းစနစ်များအားဖြည့်ပံ့ပိုးခြင်းများလုပ်ဆောင်ရာတွင် အစ်ဆာရာနှင့်ပူးပေါင်းလုပ်ဆောင်လျက်ရှိသော လုပ်ငန်းရှင်များနှင့် ၎င်းတို့၏အေဂျင်စီများ အရေအတွက်

source: number of collaborating suppliers with Issara
mm: အစ်ဆာရာနှင့်ပူးပေါင်းလုပ်ဆောင်နေသောလုပ်ငန်းရှင်များ

source: Indicator 2C: Number of suppliers utilizing Golden Dreams Marketplace to reduce risk of worker indebtedness and workers paying fees to brokers and middlemen
mm: ညွှန်းကိန်း 2C- အလုပ်သမားများအနေဖြင့် ပွဲစားများနှင့် ကြားခံလူများကို အခကြေးငွေပေးဆောင်ရခြင်းနှင့် အလုပ်သမားကြွေးမြီဖြစ်နိုင်ခြေကို လျှော့ချရန်အတွက် "ရွှေအိပ်မက် အလုပ်ရှာဖွေရာနေရာ" ကို အသုံးပြုသည့် လုပ်ငန်းရှင် အရေအတွက်

source: ER INDICATOR 3. Number of suppliers that have undertaken recruitment surveys to assess recruitment process-related risks, and recruitment-related fees paid by workers
mm: ER ညွှန်းကိန်း ၃. လုပ်သားစုဆောင်းမှုကုန်ကျစရိတ်များပေးခဲ့ရေသော အလုပ်သမားများ နှင့် လုပ်သားစုဆောင်းမှုဆိုင်ရာ အန္တရာယ်များကို အကဲဖြတ်ရန် စစ်တမ်းများ ကောက်ယူဆောင်ရွက်ခဲ့သည့် လုပ်ငန်းရှင်များ အရေအတွက်

source: ER INDICATOR 4. Percentage of workers in supply chain reimbursed for recruitment-related fees they have paid
mm: ER ညွှန်းကိန်း ၄. ကုန်ထုတ်လုပ်မှု ကွင်းဆက်ရှိ အလုပ်သမားများ၏ ၎င်းတို့ပေးဆောင်ထားသော လုပ်သားစုဆောင်းရေးဆိုင်ရာ အခကြေးငွေများအတွက် ပြန်လည်ပေးချေနိုင်ခဲ့သည့်ရာခိုင်နှုန်း

source: workers in supply chain
mm: ကုန်ထုတ်လုပ်မှုကွင်းဆက်ရှိအလုပ်သမားများ

source: WORK INDICATOR 1. Ethical sourcing and migrant worker policies put into force that are:
mm: အလုပ်ညွှန်းကိန်း ၁. လက်ရှိကျင့်သုံးနေေသာ ကျင့်ဝတ်နှင့်ညီသော အရင်းအမြစ်များ နှင့် ရွှေ့ပြောင်းအလုပ်သမားဆိုင်ရာ မူဝါဒများ:

source: WORK INDICATOR 2. Average supplier performance scores:
mm: အလုပ်ညွှန်းကိန်း ၂. လုပ်ငန်းရှင်စွမ်းဆောင်ရည်ရမှတ်များ:

source: Quality of Response
mm: တုန့်ပြန်မှုအရည်အသွေး

source: Quality of Response actual
mm: အမှန်တကယ်တုန့်ပြန်မှုအရည်အသွေး

source: Actual
mm: အမှန်တကယ်

source: Timeliness of Response
mm: အချိန်မီတုန့်ပြန်နိုင်မှုရှိ/မရှိ

source: Timeliness of Response actual
mm: အမှန်တကယ်အချိန်မီတုန့်ပြန်နိုင်မှုရှိ/မရှိ

source: Openness to Reform
mm: ပြုပြင်ပြောင်းလဲရန် ပွင့်လင်းမှု

source: Openness to Reform actual
mm: အမှန်တကယ်ပြုပြင်ပြောင်းလဲရန် ပွင့်လင်းမှု

source: WORK INDICATOR 3. Percentage of worker-reported issues in the supply chain resolved in under 60 days
mm: အလုပ်ညွှန်းကိန်း ၃. ကုန်စည်ထုတ်လုပ်မှုကွင်းဆက်ရှိ အလုပ်သမားမှ တင်ပြထားသော ပြဿနာများအား ရက် 60 အတွင်း ဖြေရှင်းပေးနိုင်ခဲ့သည့်ရာခိုင်နှုန်း

source: WORK INDICATOR 4. Percentage of remediation efforts of specific issues resolved at a Fair, Good or Excellent level
mm: အလုပ်ညွှန်းကိန်း ၄."အတော်အသင့်"၊ "ကောင်းသော" သို့မဟုတ် "အလွန်ကောင်းသော" အဆင့်တွင် ဖြေရှင်းနိုင်ခဲ့သည့် သီးသန့်ပြဿနာများအတွက် ပြန်လည်ကုစားရေးကြိုးပမ်းမှု ရာခိုင်နှုန်း

source: REMEDIATION
mm: ပြန်လည်ကုစားပေးချင်း(ပြဿနာဖြေရှင်းပေးမှု)

source: OUTCOMES
mm: ရလဒ်များ

source: PROGRESS ON PRIORITY WORKPLAN ACTIVITIES
mm: ဦးစားပေးလုပ်ငန်းအစီအစဉ်တွင် တိုးတက်မှု

source: Priority Activities Not Found
mm: ဦးစားပေးလုပ်ငန်းစဥ်များရှာမတွေ့ပါ။

source: Red = not started
mm: အနီရောင် = မစရသေးပါ။

source: Yellow = in progress
mm: အ၀ါရောင် = လုပ်ဆောင်နေဆဲ

source: Green = complete
mm: အစိမ်းရောင် = ပြီးစီးသွားသော

source: AREA
mm: နယ်ပယ်

source: ACTIVITY
mm: လုပ်ဆောင်ချက်

source: STATUS
mm: အခြေအနေ

source: Workplan not found!
mm: လုပ်ငန်းအစီအစဉ် မတွေ့ပါ။

source: Are you sure?
mm: သေချာပါသလား?

source: Once deleted, you will not be able to recover this file!
mm: ဒီဖိုင်ကိုဖျက်ပြီးရင်ပြန်ရှာလို့ရနိုင်မည်မဟုတ်ပါ။

source: Document removed successfully!
mm: စာရွက်စာတမ်းကို အောင်မြင်စွာ ဖယ်ရှားလိုက်ပါပြီ။

source: Changes has not been saved.
mm: အပြောင်းအလဲများကို မသိမ်းဆည်းရသေးပါ။

source: Do not show this again.
mm: နောက်တစ်ခါမပြလိုပါ။

source: 1 of 5. Intro
mm: ၁/၅. နိဒါန်း

source: This annual workplanning form aims to help your company identify and maintain focus on key business priorities with regard to ethical sourcing and ethical recruitment across your supply chain. The target progress indicators that you indicate here will display on your SP Progress Metrics Dashboard. At any time, you can visit the SP Progress Metrics to see your progress to date against each target as well as update this Workplanning Form if priorities change.
mm: ဤနှစ်စဉ်လုပ်ငန်းနှစ်စဉ်လုပ်ငန်းစီမံချက်ပုံစံ(ဖောင်)သည် သင့်ကုမ္ပဏီအား ကျင့်ဝတ်ဆိုင်ရာ အရင်းအမြစ်ရှာဖွေခြင်းနှင့် ကုန်ထုတ်လုပ်မှုကွင်းဆက်တစ်လျှောက်ရှိ ကျင့်ဝတ်နှင့်ညီသော လုပ်သားစုဆောင်းခြင်းဆိုင်ရာ အဓိကစီးပွားရေး ဦးစားပေးများကို ဖော်ထုတ်ထိန်းသိမ်းရန် ကူညီပေးရန် ရည်ရွယ်ပါသည်။ ဤနေရာတွင် သင်ညွှန်ပြသော ပစ်မှတ်တိုးတက်မှု ညွှန်းကိန်းများသည် သင်၏ SP Progress Metrics Dashboard တွင် ပြသမည်ဖြစ်သည်။ ပစ်မှတ်တစ်ခုစီနှင့် ပတ်သက်သည့် သင်၏တိုးတက်မှုကို ယနေ့အထိကြည့်ရှုနိုင်သည့်အပြင် ဦးစားပေးများပြောင်းလဲပါက ဤလုပ်ငန်းအစီအစဉ်ပုံစံကို အပ်ဒိတ်လုပ်ရန် အချိန်မရွေး သင်၏ SP Progress Metrics သို့ သွားရောက်နိုင်ပါသည်။

source: The SP Workplanning has 4 sections: 1. Intro, 2. Main Goals and Priority Partnership Areas, 3. Progress Indicators, and 4. Priority Workplan Activities.
mm: SP ( ၀ယ်လက်) လုပ်ငန်းစဥ်စီမံချက်မှာ အပိုင်း ၄ ပိုင်းပါရှိပါသည်။ ၁. နိဒါန်း၊ ၂. ပင်မပန်းတိုင်များနှင့် ဦးစားပေး မိတ်ဖက်ကဏ္ဍများ၊ တိုးတက်မှု အညွှန်းကိန်းများ နှင့် ၄. ဦးစားပေး လုပ်ငန်းအစီအစဉ် လှုပ်ရှားမှုများ

source: Please enter FP name
mm: ကျေးဇူးပြုပြီးSP (ဝယ်လက်)နာမည်ကိုထည့်ပါ။

source: Suggested date for mid-year check-in
mm: နှစ်လယ်ပိုင်း စစ်ဆေးမှုအတွက် အကြံပြုထားသော ရက်စွဲ

source: Please check that all foundational documents and materials that have been shared with Issara. If not, you can upload them here .
mm: Issara နှင့်မျှဝေထားသော အခြေခံစာရွက်စာတမ်းများနှင့် ပစ္စည်းများအားလုံးကို စစ်ဆေးပါ။ မရှိပါက ဤနေရာတွင် အပ်လုဒ်လုပ်နိုင်ပါသည်။

source: Updated supply chain information
mm: ကုန်ထုတ်လုပ်မှုကွင်းဆက်အချက်အလက်ကို အပ်ဒိတ်လုပ်ထားသည်။

source: Helpful information to include:
mm: အထောက်အကူဖြစ်စေသောအချက်အလက်များထည့်ရန်:

source: Supplier address
mm: ကုန်သွင်းလုပ်ငန်းရှင်လိပ်စာ

source: Product sourced
mm: ကုန်ထုတ်လုပ်မှုအရင်းအမြစ်

source: Supplier key focal point name, title, and contact information
mm: လုပ်ငန်းရှင် အဓိက တာ၀န်ခံနာမည်၊ ရာထူးနှင့် ဆက်သွယ်ရန် အချက်အလက်

source: Length of sourcing relationship
mm: အရင်းအမြစ်ဆက်သွယ်ချက်ကာလ

source: Number and breakdown of workers by nationality and gender
mm: နိုင်ငံသားနှင့် ကျား-မ အလိုက် အလုပ်သမားအရေအတွက်နှင့် ခွဲခြမ်းစိတ်ဖြာခြင်း။

source: Company policy: human rights
mm: ကုမ္ပဏီမူဝါဒ- လူ့အခွင့်အရေး

source: Company policy: migrant worker
mm: ကုမ္ပဏီမူဝါဒ-ရွှေ့ပြောင်းအလုပ်သမား

source: Company policy: ethical recruitment
mm: ကုမ္ပဏီမူဝါဒ- ကျင့်ဝတ်နှင့်ညီသောလုပ်သားစုဆောင်းမှုစနစ်

source: Escalation protocol for worker-reported issues and worker voice
mm: အလုပ်သမားတင်ပြသည့် ပြဿနာများနှင့် အလုပ်သမားအသံအတွက် တင်ပြနည်း (စနစ်) ပရိုတိုကော

source: Other key policy or background documents
mm: အခြားသော အဓိကမူဝါဒ သို့မဟုတ် နောက်ခံစာရွက်စာတမ်းများ

source: 2 of 5. Main Goals and Priority Partnership Areas
mm: ၂/၅. အဓိကရည်မှန်းချက်နှင့်ပထမဦးစားပေးမိတ်ဖက်နယ်မြေများ

source: What are your company's main goals in responsible sourcing and ethical recruitment over the next 3 years?
mm: လာမည့် 3 နှစ်တာကာလအတွင်း တာဝန်ယူမှုရှိသော အရင်းအမြစ်များနှင့် ကျင့်ဝတ်ဆိုင်ရာ လုပ်သားစုဆောင်းမှုတွင် သင့်ကုမ္ပဏီ၏ အဓိကပန်းတိုင်များကား အဘယ်နည်း။

source: What are your company's main priority areas of partnership with Issara Institute?
mm: Issara Institute နှင့် ပူးပေါင်းဆောင်ရွက်သည့် သင့်ကုမ္ပဏီ၏ အဓိကဦးစားပေးကဏ္ဍများကား ဘာလဲ?

source: How will worker voice via Issara Inclusive Labour Monitoring (ILM) be actioned and escalated in the company?
mm: အစ်ဆာရာအလုပ်သမားအသံစောင့်ကြည့်ရေးစနစ် (ILM) မှတစ်ဆင့် အလုပ်သမားများ၏ အသံကို ကုမ္ပဏီတွင် မည်သို့ အရေးယူဆောင်ရွက်မည်နည်း?

source: 3 of 5. Progress Indicators
mm: ၃/၅. တိုးတက်မှု ညွှန်းကိန်းများ

source: The target progress indicators for your company that you indicate here will display on your SP Progress Metrics Dashboard. At any time, you can visit the SP Progress Dashboard to see your targets as well as the progress made to date against each one.
mm: ဤနေရာတွင် သင်ညွှန်ပြသော သင့်ကုမ္ပဏီအတွက် ပစ်မှတ်တိုးတက်မှု အညွှန်းများသည် သင်၏ SP Progress Metrics Dashboard တွင် ပြသမည်ဖြစ်သည်။ အချိန်မရွေး SP Progress Dashboard သို့ သင့်ပစ်မှတ်များအပြင် တစ်ခုချင်းစီနှင့် ယနေ့အထိ လုပ်ဆောင်ခဲ့သော တိုးတက်မှုများကို ကြည့်ရှုနိုင်သည်။

source: If additional details need to be provided, please use the note box at bottom.
mm: နောက်ထပ်အသေးစိတ်အချက်များ ထပ်ထည့်ရန် လိုအပ်ပါက အောက်မှာ ပေးထားတဲ့ မှတ်စုအကွက်မှာ ရေးထည့်ပါ။

source: WV INDICATOR 1. Percentage of tier-1 suppliers (export level) in your supply chain with Issara worker voice channels available to workers
mm: အလုပ်သမားအသံ ညွှန်းကိန်း ၁. Issara အလုပ်သမားအသံလမ်းကြောင်းကိုကျင့်သုံးနေေသော ကုန်ထုတ်လုပ်မှုကွင်းဆက်ရှိ (ပို့ကုန်အဆင့်) (အဆင့် 1) လုပ်ငန်းရှင်များရာခိုင်နှုန်း

source: WV INDICATOR 2. Percentage of upstream (tier-2 and beyond) suppliers in your supply chain with Issara worker voice channels available to workers, based on supply chain infromation provided
mm: အလုပ်သမားအသံ ညွှန်းကိန်း ၂. Issara အလုပ်သမားအသံလမ်းကြောင်းကိုကျင့်သုံးနေေသော ကုန်ထုတ်လုပ်မှုကွင်းဆက်ရှိ (အဆင့် - ၂ နှင့်အထက်) ကုန်းကြမ်းထုတ်လုပ်သည့်အဆင့်ရှိလုပ်ငန်းရှင်များရာခိုင်နှုန်း

source: ER INDICATOR 1. Ethical recruitment policy in force is (tick all that are within your goal for this year):
mm: ER ညွှန်းကိန်း ၁. လက်ရှိကျင့်သုံးနေေသာ ကျင့်၀တ်နှင့်ဆိုင်သော မူ၀ါဒများ (ယခုနှစ်အတွက် သင့်ပန်းတိုင်အတွင်းရှိ အားလုံးကို အမှတ်ခြစ်ပါ)။

source: Integrated into commercial processes (supplier scorecards, contracts, etc.)
mm: ကုန်သွယ်မှု လုပ်ငန်းစဉ်များတွင် ပေါင်းစပ်ထားသည့် (ပေးသွင်းသူ အမှတ်စာရင်းများ၊ စာချုပ်များ စသည်ဖြင့်)

source: Indicator 2A: Number of recruitment agencies mapped across supplier base.
mm: ညွှန်းကိန်း 2A- လုပ်ငန်းရှင်များ၏အချက်အလက်ကို အခြေခံပြီး တွင် ပုံဖော်ထားသော အလုပ်သမားစုဆောင်းရေးအေဂျင်စီအရေအတွက်။

source: Indicator 2C: Number of suppliers utilizing Golden Dreams Marketplace to reduce risk of worker indebtedness and workers paying fees to brokers and middlemen
mm: ညွှန်းကိန်း 2C- ညွှန်းကိန်း 2C- အလုပ်သမားများအနေဖြင့် ပွဲစားများနှင့် ကြားခံလူများကို အခကြေးငွေပေးဆောင်ရခြင်းနှင့် အလုပ်သမားကြွေးမြီဖြစ်နိုင်ခြေကို လျှော့ချရန်အတွက် "ရွှေအိပ်မက် အလုပ်ရှာဖွေရာနေရာ" ကို အသုံးပြုသည့် လုပ်ငန်းရှင် အရေအတွက်

source: ER INDICATOR 3. Number of suppliers that have undertaken recruitment surveys by Issara to assess recruitment process-related risks, and recruitment-related fees paid by workers
mm: ER ညွှန်းကိန်း 3. လုပ်သားခေါ်ယူမှု လုပ်ငန်းစဉ်ဆိုင်ရာ အန္တရာယ်များနှင့် အလုပ်ရှာဖွေရေးဆိုင်ရာကုန်ကျစရိတ်များကိုပေးရသောအလုပ်သမားကို အကဲဖြတ်ရန်အစ်ဆာရာ၏လုပ်သားစုဆောင်းရေးဆိုင်ရာစစ်တမ်းကို လုပ်ဆောင်ပြီးသောလုပ်ငန်းရှင်အရေအတွက်များ

source: ER INDICATOR 4. Percentage of workers in supply chain reimbursed for recruitment-related fees owed
mm: ER ညွှန်းကိန်း 4. အလုပ်ရှာဖွေမှုဆိုင်ရာကုန်ကျစရိတ်များပေး ကို ပြန်လည်ရယူပေးခဲ့သော ကုန်ထုတ်လုပ်မှုကွင်းဆက်ရှိ အလုပ်သမားများ၏ ရာခိုင်နှုန်း

source: WORK INDICATOR 1. Ethical sourcing and migrant worker policies put into force (tick all that are within your goal for this year).:
mm: အလုပ်ညွှန်းကိန်း 1. ကျင့်ဝတ်ဆိုင်ရာ အရင်းအမြစ်ရှာဖွေခြင်းနှင့် လက်ရှိကျင့်သုံးနေသော ရွှေ့ပြောင်းအလုပ်သမားမူဝါဒများ (ယခုနှစ်အတွက် သင့်ရည်မှန်းချက်မှာပါသည့် အချက်တိုင်းကို အမှတ်ခြစ်ပါ)။-

source: WORK INDICATOR 2. Average supplier performance scores (scale of 1-5, where 1 is poor and 5 is excellent):
mm: အလုပ်ညွှန်းကိန်း 2. လုပ်ငန်းရှင်၏ ပျမ်းမျှစွမ်းဆောင်ရည်ရမှတ်များ ( စကေး 1-5 အထိ၊ 1 သည် ညံ့ဖျင်းပြီး 5 သည် အကောင်းဆုံးဖြစ်သည့်)

source: • Quality of remediation
mm: • ပြန်လည်ကုစားခြင်း(ပြဿနာဖြေရှင်းပေးမှု) အရည်အသွေး

source: • Timeliness of remediation
mm: • ပြန်လည်ကုစားခြင်း(ပြဿနာဖြေရှင်းပေးမှု) မြန်ဆန်မှု

source: • Openness to reform
mm: • ပြုပြင်ပြောင်းလဲရန်ဆန္ဒရှိမှု

source: NOTES & REMARKS ON THE PROGRESS INDICATORS FOR THE ANNUAL WORKPLAN
mm: နှစ်စဉ်လုပ်ငန်းစီမံချက်အတွက် တိုးတက်မှုအညွှန်းကိန်းများဆိုင်ရာ မှတ်စုများနှင့် မှတ်ချက်များ

source: Please feel free to add any note in this space, either for yourself or to note for the Issara team.
mm: သင့်အတွက်ဖြစ်စေ Issara အဖွဲ့အတွက်ဖြစ်စေ မှတ်သားရန် ဤနေရာ၌ မည်သည့်မှတ်စုကိုမဆို ထည့်သွင်းပါ။

source: 4 of 5. Priority Workplan Activities (please check all that apply)
mm: ၄/၅. ဦးစားပေး လုပ်ငန်းအစီအစဉ် လုပ်ဆောင်ချက်များ (သက်ဆိုင်သမျှကို စစ်ဆေးပါ)

source: The priority activities for your company that you indicate here will appear on your SP Progress Dashboard.
mm: ဤနေရာတွင် သင်ညွှန်ပြသော သင့်ကုမ္ပဏီအတွက် ဦးစားပေးလုပ်ဆောင်မှုများသည် သင်၏ SP Progress Dashboard တွင် ပေါ်လာမည်ဖြစ်သည်။

source: If additional details need to be provided, please use the note box at bottom.
mm: နောက်ထပ်အသေးစိတ်အချက်များ ထည့်ဖြည့်ရန်လိုအပ်ပါက အောက်က မှတ်စုအကွက်မှာ ထည့်ပေးပါ။

source: Foundational activities
mm: အဖွဲ့အစည်းလှုပ်ရှားမှုများ

source: Supply chain activities
mm: ကုန်ထုတ်လုပ်မှုကွင်းဆက်ရှိလှုပ်ရှားမှုများ

source: 4 of 5. Priority Workplan Activities
mm: ၄/၅. ဦးစားပေးလုပ်ငန်းစဥ်များ

source: NOTES & REMARKS ON THE PRIORITY WORKPLAN ACTIVITIES FOR THE ANNUAL WORKPLAN
mm: နှစ်စဉ်လုပ်ဆောင်မှုစီမံချက်အတွက် ဦးစားပေးလုပ်ငန်းအစီအစဉ်ဆိုင်ရာ မှတ်စုများနှင့် မှတ်ချက်များ

source: Back
mm: အနောက်ကိုပြန်သွားမည်

source: Review Workplan
mm: လုပ်ဆောင်မှုစီမံချက်ကိုသုံးသပ်မည်

source: 5 of 5. Review and Finalize Annual Workplan
mm: ၅/၅. နှစ်စဥ်လုပ်ဆောင်မှုစီမံချက်ကို ပြန်လည်သုံးသပ်ပြီး အပြီးသတ်မည်။

source: CONGRATULATIONS!
mm: ၀မ်းသာဂုဏ်ယူပါတယ်။

source: Great work, you have finalized your Issara Annual Workplan! We will look forward to reviewing your company's progress at the mid-year review.
mm: အောင်မြင်ပြီးစီးသွားပါပြီ။ သင်၏ အစ်ဆာရာတစ်နှစ်စာ လုပ်ငန်းစီမံချက် အစီအစဥ်အား အပြီးသတ်ပြီးပါပြီ။ နှစ်လယ်သုံးသပ်ချက်တွင် သင့်ကုမ္ပဏီ၏တိုးတက်မှုကို ပြန်လည်သုံးသပ်ရန် ကျွန်ုပ်တို့ စောင့်မျှော်ပါမည်။

source: Download Workplan PDF
mm: လုပ်ငန်းစီမံချက် အစီအစဥ်ကို PDF ပုံစံဖြင့် ဒေါင်းလုတ်ဆွဲမည်။

source: Go to SP Progress Metrics
mm: SP Progress Metrics သို့သွားပါ။

source: Revise
mm: ပြန်လည်ပြင်ဆင်မည်

source: FINALIZE & SAVE WORKPLAN
mm: လုပ်ငန်းစဥ်စီမံချက်ကို အပြီးသတ်ပြီးသိမ်းဆည်းမည်

source: Revice
mm: တုံ့ပြန်မှု

source: Mou Thailand Demand Data
mm: ထိုင်း MOU Demand အချက်အလက်

source: Search Results(Found:
mm: ရှာဖွေမှုရလဒ်များ(တွေ့ရှိချက်:

source: Record Date
mm: စာရင်းသွင်းသည့်နေ့စွဲ

source: Factory Type
mm: စက်ရုံအမျိုးအစား

source: Males
mm: ကျား

source: Females
mm: မ

source: Calls and Messages from Workers
mm: အလုပ်သမားများဆီမှဖုန်းခေါ်ဆိုမှုများနှင့်မက်ဆေ့များ

source: Supplier Performance
mm: လုပ်ငန်းရှင်များ စွမ်းဆောင်ရည်

source: * Please Select Supplier
mm: * ကျေးဇူးပြု၍အလုပ်ရှင်နာမည်ရွေးပါ။

source: Report File
mm: အစီရင်ခံစာဖိုင်

source: File Name :
mm: ဖိုင်နာမည် :

source: Click to see the file
mm: ဖိုင်ကြည့်ရန်နှိပ်ပါ။

source: View
mm: ကြည့်မည်။

source: Please select supply chain for Myanmar-Thai MOU Sending data
mm: ကျေးဇူးပြု၍ မြန်မာ-ထိုင်း MOU အလုပ်သမားပို့ဆောင်ခြင်း အချက်အလက်အတွက် "Supply Chain" ကို ရွေးချယ်ပါ။

source: Number of workers recruited by Recruitment Agency
mm: အလုပ်ရှာဖွေရေးအေဂျင်စီမှခေါ်ယူသော အလုပ်သမားအရေအတွက်

source: No data found
mm: အချက်အလက်ရှာမတွေ့ပါ။

source: Rerendering...
mm: ပုံဖေါ်နေသည်...

source: Number of workers recruited by Gender
mm: ခေါ်ယူသော အလုပ်သမား အရေအတွက် ကျား/မဖြင့်ဖော်ပြမည်။

source: Total:
mm: စုစုပေါင်း:

source: Female:
mm: မ:

source: Male:
mm: ကျား:

source: Download As XLS File<
mm: XLS File< အဖြစ်ဒေါင်းလုတ်ဆွဲမည်

source: Mou Thailand Sending Data
mm: ထိုင်း MOU အလုပ်သမားများ ပို့ဆောင်သည့်အချက်အလက်

source: Sending Males
mm: ပို့ဆောင်သည့်အမျိုးသားများ

source: Sending Females
mm: ပို့ဆောင်သည့်အမျိုးသမီးများ

source: Sending Total
mm: စုစုပေါင်းပို့ဆောင်သည့်ဦးရေ

source: Labour recruitment
mm: လုပ်သားစုဆောင်းရေး

source: Payment systems and transparency
mm: လုပ်အားခပေးချေမှုစနစ်များနှင့် ပွင့်လင်းမြင်သာမှု

source: Working conditions
mm: လုပ်ငန်းခွင်အခြေအနေများ

source: Employer-employee communications and relations
mm: အလုပ်ရှင်-အလုပ်သမား ပြောဆိုဆက်ဆံရေးနှင့် ဆက်သွယ်ရေး

source: Living and eating conditions
mm: နေရာထိုင်ခင်းနှင့် ထမင်းစားဆောင် အခြေအနေ

source: Summary of Open/Closed Issues
mm: အမှုဖွင့်/အမှုပိတ်ထားသော ပြဿနာများ အကျဉ်းချုပ်

source: The graph of open/closed issues represents the supplier(s) and date range selected above. Details of the 5 open/closed labor category KPIs are presented below.
mm: အမှုဖွင့်/အမှုပိတ် ပြဿနာများ၏ ဂရပ်သည် အထက်ဖော်ပြပါ ရွေးချယ်ထားသောလုပ်ငန်းရှင်(များ) နှင့် ရက်အပိုင်းအခြားကို ကိုယ်စားပြုသည်။ အမှုဖွင့်/အမှုပိတ် ၍ရသော အလုပ်သမားအခွင့်အရေးဆိုင်ရာ KPIs၅ ခု၏ အသေးစိတ်ကို အောက်တွင်ဖော်ပြထားသည်။

source: Labour Recruitment
mm: အလုပ်သမား စုဆောင်းခန့်ထားရေး

source: Payment Systems And Transparency
mm: လုပ်အားခပေးချေမှုစနစ်များနှင့် ပွင့်လင်းမြင်သာမှု

source: Working Conditions
mm: လုပ်ငန်းခွင်အခြေအနေများ

source: Employer-Employee Communications And Relations
mm: အလုပ်ရှင်-အလုပ်သမား ပြောဆိုဆက်ဆံရေးနှင့် ဆက်သွယ်ရေး

source: Living And Eating Conditions
mm: နေရာထိုင်ခင်းနှင့် ထမင်းစားဆောင်အခြေအနေများ

source: You may select and filter suppliers to show your entire supply chain (default), suppliers by industry and by sub-industry, or specific supplier(s). The date range further enables visibility of the selection over a specific timeframe (default is 1/1/2019 to present). The selections made will determine the supply chain analytics displayed below. Please press the Search button after selections are made.
mm: သင်၏ ကုန်ထုတ်လုပ်မှုကွင်းဆက်တစ်ခုလုံး (ပုံသေ)၊ လုပ်ငန်းနှင့် စက်မှုလုပ်ငန်းခွဲအလိုက် အလုပ်ရှင်များ သို့မဟုတ် သတ်မှတ်ထားသောလုပ်ငန်းရှင်(များ)ကို ပြသရန် လုပ်ငန်းရှင်များကို ရွေးချယ်ပြီး စစ်ထုတ်နိုင်ပါသည်။ ရက်စွဲအပိုင်းအခြားသည် သတ်မှတ်ထားသောအချိန်ဘောင်တစ်ခုပေါ်မှ ရွေးချယ်မှုကို ပိုမိုမြင်နိုင်စေသည် (ပုံသေအလိုအလျှောက်ရွေးချယ်နိုင့်သသည့်နေ့စွဲသည် 1/1/2019 မှ လက်ရှိအချိန်အထိဖြစ်သည်)။ ရွေးချယ်မှုများသည် အောက်တွင်ဖော်ပြထားသော ကုန်ထုတ်လုပ်မှုကွင်းဆက်၏ခွဲခြမ်းစိတ်ဖြာမှုကို ဆုံးဖြတ်ပေးမည်ဖြစ်သည်။ ရွေးချယ်မှုများ ပြုလုပ်ပြီးနောက် ရှာဖွေရန် ခလုတ်ကို နှိပ်ပါ။

source: Hotline Calls
mm: ဟော့လိုင်းဖုန်းခေါ်ဆိုမှုများ

source: go to filter
mm: စစ်ထုတ်မည်

source: Reset All
mm: အသစ်ပြန်စမည်

source: Created By
mm: ဖန်တီးထားပါသည်

source: Add Grievance Mechanism
mm: ပြဿနာဖြေရှင်းမှုစနစ် (မကျေနပ်ချက်) ယန္တရားထည့်ပါ။

source: Date Of Review
mm: ပြန်လည်သုံးသပ်သည့်နေ့စွဲ

source: Assessment of grievance mechanism
mm: ပြဿနာဖြေရှင်းမှုစနစ် (မကျေနပ်ချက်) ယန္တရားများကို အကဲဖြတ်ခြင်း။

source: Submit
mm: တင်ပြမည်

source: Recommended supplier:
mm: အကြံပြုထားသောလုပ်ငန်းရှင်များ:

source: Cal-Comp Electronics (Thailand) Public Co., Ltd. - Phetchaburi
mm: ကယ်ကွန်းလျှပ်စစ်ပစ္စည်းထုတ်လုပ်သည့်ကုမ္ပဏီ လီမိတက် (ထိုင်း)_ဖက်ချဘူရီ

source: Quality Comments
mm: အရည်အသွေးမှတ်ချက်များ

source: Timeliness Comments
mm: အချိန်သတ်မှတ်ချက်မှတ်ချက်များ

source: Openness Comments
mm: ပွင့်လင်းမှုမှတ်ချက်များ

source: Recruiter CRC:
mm: အေဂျင်စီ CRC:

source: created_at:
mm: မှာ ဖန်တီးသည်:

source: Avg Worker Response Feedback:
mm: ပျမ်းမျှ အလုပ်သမား တုံ့ပြန်မှု အကြံပြုချက်:

source: Avg Worker Recruitment Mngmt Feedback:
mm: ပျမ်းမျှ အလုပ်သမား ခေါ်ယူမှု Mngmt တုံ့ပြန်ချက်-

source: Issara Tech Assessment Rresponse Quality hr:
mm: အစ်ဆာရာနည်းပညာပိုင်းဆိုင်ရာအကဲဖြတ်မှုအရည်အသွေး (hr):

source: Issara Tech Assessment Response Quality Production:
mm: အစ်ဆာရာနည်းပညာပိုင်းဆိုင်ရာအကဲဖြတ်ခြင်းတုံ့ပြန်မှု အရည်အသွေး ထုတ်လုပ်မှု:

source: Duration of Time_taken to Respond:
mm: အကြောင်းပြန်ရန်သတ်မှတ်ထားသောအချိန်ကာလအပိုင်းအခြား:

source: Duration of Time_taken to Revert On Action Plan:
mm: လုပ်ငန်းစဥ်အစီအစဥ်အဖြစ် ပြောင်းလဲဆောင်ရွက်ရန်ရန်သတ်မှတ်ထားသောအချိန်ကာလအပိုင်းအခြား:

source: Duration of Time_taken to Resolve Issues:
mm: ပြဿနာဖြေရှင်းရန်သတ်မှတ်ထားသောအချိန်ကာလအပိုင်းအခြား:

source: Site Cooperation With Ethicall Distribution:
mm: ကျင့်၀တ်နှင့်ညီသောဖြန့်ဝေမှုဖြင့် နယ်ပယ်အချင်းချင်း ပူးပေါင်းဆောင်ရွက်ခြင်း:

source: Business Attitude Toward Suggested Remedies:
mm: အကြံပြုထားသော ကုထုံး(ကုစားချက်)များအပေါ် လုပ်ငန်းရှင်သဘောထား:

source: Business Attitude Toward Capacity and Risks:
mm: စွမ်းဆောင်ရည်နှင့် ဘေးအန္တရာယ်ကျရောက်နိုင်ခြေရှိမှုများအပေါ် လုပ်ငန်းရှင်သဘောထား:

source: Business Attitude Toward Promoting Worker Voice:
mm: အလုပ်သမားအသံမြှင့်တင်ခြင်းနှင့်ပတ်သက်ပြီးလုပ်ငန်းရှင်သဘောထား:

source: Business Attitude Toward Worker Treatment:
mm: အလုပ်သမားအားပြဿနာဖြေရှင်းပေးမှု(ကုသမှု)နှင့်ပတ်သက်ပြီးလုပ်ငန်းရှင်သဘောထား:

source: Business Attitude Toward Issara:
mm: အစ်ဆာရာအဖွဲ့အစည်းအပေါ်လုပ်ငန်းရှင်သဘောထားမှု:

source: Comments:
mm: မှတ်ချက်များ:

source: Response Quality Comments:
mm: တုံ့ပြန်မှု အရည်အသွေး မှတ်ချက်များ:

source: Response Timeliness Comments:
mm: အချိန်မီတုံ့ပြန်မှု မှတ်ချက်များ:

source: Response Openness Comments:
mm: တုံ့ပြန်မှုမြင်သာထင်ရှားမှုရှိ/မရှိမှတ်ချက်များ:

source: Recruiter was updated
mm: အေဂျင်စီကိုအပ်ဒိတ်လုပ်ထားပါသည်

source: Recruiter has been successfully created
mm: အေဂျင်စီအကောင့်(နာမည်) တစ်ခုကို အောင်မြင်စွာထည့်ထားလိုက်ပါပြီ။

source: Quality Of Response
mm: တုန့်ပြန်မှုအရည်အသွေး

source: Timeliness Of Response
mm: အချိန်မီတုန့်ပြန်နိုင်မှုရှိ/မရှိ

source: Openness To Reform
mm: ပြုပြင်ပြောင်းလဲရန် ပွင့်လင်းမှု

source: Add/Edit Recruiter
mm: အေဂျင်စီအမည်ကိုထည့်မည်/ပြင်မည်

source: Name of Recruiter
mm: အေဂျင်စီနာမည်

source: facebook_website
mm: ဖေ့ဘုတ်_၀က်ဆိုက်

source: zipcode
mm: ဇစ်ကုတ်(zipcode)

source: tier_id
mm: အဆင့်(tier)_id

source: golden_dreams_recruiter_id
mm: ရွှေအိပ်မက်အေဂျင်စီကဏ္_id

source: worker_placement_industries
mm: အလုပ်သမားနေရာချထားခြင်:_လုပ်ငန်းနယ်ပယ်များ

source: other
mm: အခြား

source: Following Recruiters will be merged:
mm: အောက်ပါအေဂျင်စီများကို ပေါင်းစည်းပါမည်:

source: Existing Recruiters
mm: စာရင်းရှိအေဂျင်စီများ

source: facebook_website:
mm: ဖေ့ဘုတ်_ဝက်ဆိုက်:

source: Golden Dreams Recruiter ID:
mm: ရွှေအိပ်မက်အေဂျင်စီID:

source: num_of_staff:
mm: ၀န်းထမ်းအရေအတွက်:

source: num_lisc_agents:
mm: လိုင်စင်ရအေဂျင်စီအရေအတွက်

source: worker_placement_industries:
mm: အလုပ်သမား_တာ၀န်ခန့်ထားရာနေရာ_လုပ်ငန်းနယ်ပယ်များ:

source: News And Updates:
mm: သတင်းနှင့်အချက်အလက်သစ်များ:

source: No Future News And Updates at this time.
mm: လက်ရှိ အနာဂတ်သတင်းများနှင့် အပ်ဒိတ်များ မရှိပါ။

source: News Updates (Found:
mm: မည်သည့်အပ်ဒိတ်မှရှာမတွေ့ပါ:
