Repository: kamkyi/python-translations-engine
Catalog: updated_pos_two/mm.po
Languages: mm

source: days active
mm: ပွင့်နေသည့်ရက်

source: Calls
mm: ခေါ်ဆိုမှုများ

source: Call Id: {item}
mm: ဖုန်းခေါ်ဆိုမှု ID

source: Opened since:
mm: ကတည်းကဖွင့်ထားသည်:

source: Closed since:
mm: ကတည်းကပိတ်ထားသည်:

source: Affected workers:
mm: ထိခိုက်ခံရသော အလုပ်သမားများ:

source: Remediation Issues:
mm: ပြန်လည်ကုစားပေးချင်း ပြဿနာများ:

source: Remediation Action:
mm: ပြန်လည်ကုစားပေးချင်း လုပ်ဆောင်ချက်များ:

source: Remediation Validation:
mm: ပြန်လည်ကုစားပေးချင်း အတွက်မှန်ကန်ကြောင်းအတည်ပြုချက်များ:

source: Remediation Results:
mm: ပြန်လည်ကုစားခြင်းအတွက်ရလဒ်များ:

source: less than 15 days
mm: 15 ရက်ထက်အောက်

source: Filter by Days Active
mm: ပွင့်နေသည့်ရက်အလိုက်စစ်ရန်

source: Active Days
mm: ပွင့်နေသည့်ရက်

source: Non-Supply Chain
mm: ကုန်စည်စီးဆင်းမှုကွင်းဆက်များ မဟုတ်သော(Supply Chains)

source: Supplier KPIs
mm: လုပ်ငန်းရှင်KPI များ

source: You can enter a text or number thats used in the object. Call IDs Also work. (You'll get the supplier KPIs that have that Call ID in the drop down panel or info view
mm: အကြောင်းအရာ နေရာတွင် အသုံးပြုသည့် စာသား သို့မဟုတ် နံပါတ်ကို သင်ရိုက်ထည့်နိုင်သည်။ ခေါ်ဆိုမှု IDs များလည်း အလုပ်လုပ်ပါသည်။ (Dropdown panel သို့မဟုတ် အချက်အလက်ကြည့်ရှုမှုတွင် အဆိုပါ Call ID ပါရှိသည့် လုပ်ငန်းရှင် KPIs ကို သင်ရရှိမည်ဖြစ်သည်။

source: Update selected KPIs
mm: ရွေးချယ်ထားသော KPIများကို အပ်ဒိတ်လုပ်မည်

source: Supplier KPI Updated History
mm: လုပ်ငန်းရှင် KPI အပ်ဒိတ်မှတ်တမ်း

source: Supplier Updates
mm: ကုန်သွင်းလုပ်ငန်းရှင်အချက်အလက်များကို အပ်ဒိတ်လုပ်ထားသည်။

source: You have successfully updated suppliers anonymous flags
mm: သင်သည် ပေးသွင်းသူများ အမည်မသိ အလံများကို အောင်မြင်စွာ မွမ်းမံပြီးပါပြီ။

source: Error Occured:
mm: အမှားတစ်စုံတစ်ရာဖြစ်သွားသည်

source: Edit:
mm: တည်းဖြတ်/ပြုပြင်သည်:

source: Supplier Name
mm: လုပ်ငန်းရှင်အမည်

source: Anonymous
mm: အမည်မဖော်လိုသော

source: website
mm: ၀က်ဆိုက်

source: Company Description
mm: ကုမ္ပဏီ အကြောင်းအရာ

source: Created
mm: ဖန်တီးခဲ့သည်

source: Address
mm: လိပ်စာ

source: Industry
mm: လုပ်ငန်းနယ်ပယ်

source: Sub Industry
mm: လုပ်ငန်းခွဲ(စက်မှုဇုံခွဲ)

source: Contact Name
mm: အဆက်အသွယ်အမည်

source: Contact Phone
mm: အဆက်အသွယ်ဖုန်း

source: Contact Email
mm: အီးမေးလ်လိပ်စာ

source: Vessel Number
mm: ရေယာဉ် နံပါတ်

source: Cambodian Workers
mm: ကမ္ဘောဒီးယားအလုပ်သမားများ

source: Lao Workers
mm: လာအိုအလုပ်သမားများ

source: Myanmar Workers
mm: မြန်မာအလုပ်သမားများ

source: Thai Workers
mm: ထိုင်းအလုပ်သမားများ

source: Vietnamese Workers
mm: ဗီယက်နမ်အလုပ်သမားများ

source: Total Workers
mm: စုစုပေါင်းအလုပ်သမားအရေအတွက်

source: Supply Chains Name
mm: ကုန်စည်စီးဆင်းမှုကွင်းဆက်များ နာမည် (Supply Chains)

source: Lat
mm: လတ္တီတွဒ်

source: Lng
mm: လောင်ဂျီတွဒ်

source: supply chain data
mm: ကုန်ထုတ်လုပ်မှုကွင်းဆက်ရှိအချက်အလက်များ

source: Search by Strategic Partners
mm: မဟာဗျူဟာမိတ်ဖက်(၀ယ်လက်)အမည်နှင့် ရှာဖွေမည်

source: Search by worker Nationality
mm: အလုပ်သမား(နိုင်ငံသား)အလိုက်ရှာဖွေမည်

source: Filter by Suppliers
mm: လုပ်ငန်းရှင်စာရင်းများအလိုက်ကြည့်မည်

source: Worker Nationality
mm: အလုပ်သမား(နိုင်ငံသား)

source: Download
mm: ဒေါင်းလုတ်ဆွဲမည်

source: Disable
mm: မသုံးနိုင်ရန်ပိတ်မည်

source: Enable
mm: သုံးနိုင်ရန်ဖွင့်မည်

source: cleaning mode
mm: ရှင်းနိုင်မည့်နည်းလမ်း

source: Active Supply Chains
mm: တက်ကြွသော ကုန်စည်စီးဆင်းမှုကွင်းဆက်များ

source: Thailand
mm: ထိုင်း

source: total_num_thai_workers
mm: စုစုပေါင်း_နံပါတ်_ထိုင်း_အလုပ်သမားများ

source: Cambodia
mm: ကမ္ဘောဒီးယား

source: total_num_cambodian_workers
mm: စုစုပေါင်း_နံပါတ်_ကမ္ဘောဒီးယား_အလုပ်သမားများ

source: Myanmar
mm: မြန်မာ

source: Laos
mm: လာအို

source: total_num_lao_workers
mm: စုစုပေါင်း_နံပါတ်_လားအို_အလုပ်သမားများ

source: Vietnam
mm: ဗီယက်နမ်

source: total_num_vietnamese_workers
mm: စုစုပေါင်း_နံပါတ်_ဗီယက်နမ်_အလုပ်သမားများ

source: Nepal
mm: နီပေါ

source: total_num_nepalese_workers
mm: စုစုပေါင်း_နံပါတ်_နီပေါ_အလုပ်သမားများ

source: Bangladesh
mm: ဘင်္ဂလားဒေ့

source: total_num_bangladeshi_workers
mm: စုစုပေါင်း_နံပါတ်_ဘင်္ဂလားဒေ့ရှ်_အလုပ်သမားများ

source: Indonesia
mm: အင်ဒိုနီးရှား

source: total_num_indonesian_workers
mm: စုစုပေါင်း_နံပါတ်_အင်ဒိုနီးရှား_အလုပ်သမားများ

source: India
mm: အိန္ဒိယ

source: total_num_indian_workers
mm: စုစုပေါင်း_နံပါတ်_အိန္ဒိယ_အလုပ်သမားများ

source: Pakistan
mm: ပါကစ်စတန်

source: total_num_pakistani_workers
mm: စုစုပေါင်း_နံပါတ်_ပါကစ်စတန်_အလုပ်သမားများ

source: Sri Lanka
mm: သီရိလင်္ကာ

source: total_num_sri_lankan_workers
mm: စုစုပေါင်း_နံပါတ်_သီရိလင်္ကာ_အလုပ်သမားများ

source: Merge duplicates
mm: ထပ်နေသည့်အချက်အလက်များကိုပေါင်းမည်

source: Following suppliers will be merged:
mm: အောက်ဖော်ပြပါလုပ်ငန်းရှင်များကိုပေါင်းမည်:

source: Merge/Removal
mm: ပေါင်းစပ်/ဖယ်ရှားခြင်း

source: website:
mm: website(ဝက်ဆိုက်):

source: Created:
mm: ဖန်တီးသည်:

source: Address:
mm: လိပ်စာ:

source: Province:
mm: ပြည်နယ်:

source: District:
mm: ခရိုင်:

source: Industry:
mm: လုပ်ငန်း(စက်မှုဇုံ):

source: Sub Industry:
mm: လုပ်ငန်းခွဲ(စက်မှုဇုံခွဲ):

source: Contact:
mm: ဆက်သွယ်ရန်နံပါတ်:

source: contact_name:
mm: ဆက်သွယ်ရန်_နံမည်:

source: contact_phone:
mm: ဆက်သွယ်ရန်_ဖုန်းနံပါတ်:

source: contact_email:
mm: ဆက်သွယ်ရန်_အီးမေလ်:

source: vessel_number:
mm: ရေယာဉ်_နံပါတ်

source: Work Environment:
mm: အလုပ်ပတ်ဝန်းကျင်:

source: name_harvesting_business:
mm: နာမည်_လည်ပတ်နေသော_လုပ်ငန်းရှင်:

source: num_vessels_sourced_from:
mm: နံပါတ်_သင်္ဘော_အရင်းခံသည်_မှ (num_vessels_sourced_from):

source: total_num_workers:
mm: စုစုပေါင်း_နံပါတ်_အလုပ်သမားများ:

source: total_num_men_workers:
mm: စုစုပေါင်း_နံပါတ်_အမျိုးသား_အလုပ်သမားများ:

source: total_num_women_workers:
mm: စုစုပေါင်း_နံပါတ်_အမျိုးသမီး_အလုပ်သမားများ:

source: total_num_thai_workers:
mm: စုစုပေါင်း_နံပါတ်_ထိုင်း_အလုပ်သမားများ

source: total_num_cambodian_workers:
mm: စုစုပေါင်း_နံပါတ်_ကမ္ဘောဒီးယား_အလုပ်သမားများ

source: total_num_myanmar_workers:
mm: စုစုပေါင်း_နံပါတ်_မြန်မာ_အလုပ်သမားများ:

source: total_num_lao_workers:
mm: စုစုပေါင်း_နံပါတ်_လားအို_အလုပ်သမားများ

source: total_num_vietnamese_workers:
mm: စုစုပေါင်း_နံပါတ်_ဗီယက်နမ်_အလုပ်သမားများ

source: total_num_nepalese_workers:
mm: စုစုပေါင်း_နံပါတ်_နီပေါ_အလုပ်သမားများ

source: total_num_bangladeshi_workers:
mm: စုစုပေါင်း_နံပါတ်_ဘင်္ဂလားဒေ့ရှ်_အလုပ်သမားများ

source: total_num_indonesian_workers:
mm: စုစုပေါင်း_နံပါတ်_အင်ဒိုနီးရှား_အလုပ်သမားများ

source: total_num_malaysian_workers:
mm: စုစုပေါင်း_နံပါတ်_မလေးရှား_အလုပ်သမားများ:

source: total_num_indian_workers:
mm: စုစုပေါင်း_နံပါတ်_အိန္ဒိယ_အလုပ်သမားများ

source: total_num_pakistani_workers:
mm: စုစုပေါင်း_နံပါတ်_ပါကစ်စတန်_အလုပ်သမားများ

source: total_num_sri_lankan_workers:
mm: စုစုပေါင်း_နံပါတ်_သီရိလင်္ကာ_အလုပ်သမားများ

source: Informative:
mm: သတင်းအချက်အလက်ကျသော:

source: hiring_practice:
mm: ဝန်ထမ်းခန့်ထားရေး_အမူအကျင့်များ:

source: Recruiter:
mm: အလုပ်ခန့်သည့်အေဂျင်စီများ:

source: recruiter:
mm: အလုပ်သမား စုဆောင်းသူ

source: other:
mm: အခြား:

source: name
mm: နာမည်

source: Reports
mm: အစီရင်ခံစာများ

source: There is worker voice in this workplace
mm: ဤလုပ်ငန်းခွင်တွင် မှတ်တမ်းတင်ထားသော အလုပ်သမားဖုန်းခေါ်ဆိုထားမှုရှိသည်။

source: There is no worker voice in this workplace
mm: ဤလုပ်ငန်းခွင်တွင် မှတ်တမ်းတင်ထားသော အလုပ်သမားဖုန်းခေါ်ဆိုထားမှုမရှိပါ။

source: Engaged with supplier and worker voice rolled out
mm: ဤလုပ်ငန်းခွင်တွင် အလုပ်သမားအသံကို နားထောင်ပေးသည့် စနစ်ရှိပါသလား။

source: Is NOT Engaged with supplier and worker voice NOT rolled out
mm: လုပ်ငန်းရှင်နှင့် ပူးပေါင်းမှု စတင်ခဲ့ပြီး အလုပ်သမား အသံချန်နယ်များကို မိတ်ဆက်ပြီးပြီလား?

source: Google Maps:
mm: ဂူဂယ်မြေပုံများ:

source: total men workers
mm: အမျိုးသားအလုပ်သမား စုစုပေါင်း

source: total women workers
mm: အမျိုးသမီးအလုပ်သမား စုစုပေါင်း

source: Thai workers
mm: ထိုင်းအလုပ်သမားများ

source: Cambodian workers
mm: ကမ္ဘောဒီးယားအလုပ်သမားများ

source: Myanmar workers
mm: မြန်မာအလုပ်သမားများ

source: Lao workers
mm: လာအိုအလုပ်သမားများ

source: Vietanmese workers
mm: ဗီယက်နမ်အလုပ်သမားများ

source: Nepalese workers
mm: စုစုနီပေါအလုပ်သမားများ

source: Bangladeshi workers
mm: ဘင်္ဂလားဒေ့ရှ်အလုပ်သမားများ

source: Indonesian workers
mm: အင်ဒိုနီးရှားအလုပ်သမားများ

source: Malaysian workers
mm: မလေးရှားအလုပ်သမားများ

source: Indian workers
mm: အိန္ဒိယအလုပ်သမားများ

source: Pakistani workers
mm: ပါကစ်စတန်အလုပ်သမားများ

source: Sri Lankan workers
mm: သီရိလင်္ကာအလုပ်သမားများ

source: Estimated number of workers reached
mm: ရောက်ရှိနိုင်မည့် ခန့်မှန်းခြေ အလုပ်သမားအရေအတွက်

source: Total
mm: စုစုပေါင်း

source: This value can not be greater than the total
mm: ဤတန်ဖိုးသည် စုစုပေါင်းတန်ဖိုးထက် မပိုနိုင်ပါ။

source: Cambodian
mm: ကမ္ဘောဒီးယား

source: Lao
mm: လာအို

source: Nepalese
mm: နီပေါလူမျိုး

source: Bangladeshi
mm: ဘင်္ဂလားဒေ့ရှ်လူမျိုး

source: Indonesian
mm: အင်ဒိုနီးရှားလူမျိုး

source: Malaysian
mm: မလေးရှားလူမျိုး

source: Indian
mm: အိန္ဒိယလူမျိုး

source: Total ({total_workers_reached})
mm: ထိတွေ့ဆက်သွယ်နိုင်သော စုစုပေါင်းအလုပ်သမား - ({total_workers_reached})

source: Sum of nationalities ({sum_of_nationalities})
mm: လူမျိုးစုပေါင်း

source: Well done!
mm: အောင်မြင်သည်!

source: New fieldwork activity has been successfully created
mm: ကွင်းဆင်းလုပ်ရှားမှုလုပ်ဆောင်ချက်များကို အောင်မြင်စွာ ဖန်တီးပြီးပါပြီ။

source: Please contact a developer
mm: ကျေးဇူးပြု၍ ဆော့ဖ်ဝဲရေးသားသူထံ ဆက်သွယ်ပါ။

source: Link
mm: လင့် (Link)

source: Enter link here
mm: လင့်(link)ကိုဒီနေရာမှာထည့်ပါ။

source: Add More Link
mm: လင့်ပိုထည့်ပါ။

source: Date of fieldwork
mm: ကွင်းဆင်းလုပ်ငန်းစဥ်နေ့စွဲ

source: Click here to open calendar
mm: ပြက္ခဒိန်ဖွင့်ရန် ဤနေရာကိုနှိပ်ပါ။

source: Please choose the date
mm: နေ့စွဲထည့်ပါ။

source: Please choose a fieldwork type
mm: ကွင်းဆင်းလုပ်ငန်းစဥ်အမျိုးအစား ကိုရွေးချယ်ပါ။

source: Please fix the errors above
mm: အထက်ဖော်ပြပါ အမှားများကို ပြုပြင်ပါ။

source: *Please Note: To Edit you must have 'Issara Management' Group added to your account and to add new Items you must have 'Activity User' Group added to your account .
mm: *ကျေးဇူးပြု၍ မှတ်ထားရန်: တည်းဖြတ်/ပြင်ရန် သင့်အကောင့်တွင် 'Issara Management' Group ("အစ်ဆာရာအုပ်ချုပ်ရေးပိုင်း"အဖွဲ့) ပါရှိရမည်ဖြစ်ပြီး အချက်အလက်အသစ်များထည့်ရန်အတွက် သင့်အကောင့်တွင် 'Activity User' Group (လုပ်ဆောင်ချက်အသုံးပြုသူ" အဖွဲံ) ထည့်ထားရပါမည်။

source: New monthly worker voice record has been successfully created
mm: လစဉ် အလုပ်သမား အသံမှတ်တမ်းအသစ်ကို အောင်မြင်စွာ ဖန်တီးပြီးပါပြီ။

source: Month Year
mm: လ နှစ်

source: Burmese Titok messages
mm: မြန်မာTitok messages

source: Bangladeshi Facebook messenger
mm: ဘင်္ဂလားဒေ့ရှ် Facebook Messenger

source: Bangladeshi hotline
mm: ဘင်္ဂလားဒေ့ရှ်လူမျိုး hotline

source: Bangladeshi Whatsapp
mm: ဘင်္ဂလားဒေ့ရှ်လူမျို၀ပ်(စ)အပ် WhatsApp

source: Khmer Telegram
mm: ကမ္ဘောဒီးယား Telegram

source: Thai Facebook Messenger
mm: ထိုင်း ဖေ့ဘုတ် မက်ဆန်ဂျာ

source: Indonesian WhatsApp in Malaysia
mm: မလေးရှား က အင်ဒိုနီးရှားဝါ့စ်အပ်(WhatsApp) စုစုပေါင်း

source: Indonesian hotline in Malaysia
mm: မလေးရှား က အင်ဒိုနီးရှားဟော့လိုင်းစုစုပေါင်း

source: Nepalese WhatsApp
mm: နီပေါ(WhatsApp)စုစုပေါင်း

source: Nepalese Facebook Messenger
mm: နီပေါဖေ့ဘုတ် မက်ဆန်ဂျာ

source: Burmese WhatsApp in Malaysia
mm: မြန်မာပြည်မှ မြန်မာဝါ့စ်အပ်(WhatsApp)

source: record has been successfully created
mm: မှတ်တမ်းကိုအောင်မြင်စွာဖန်တီးပြီးပါပြီ။

source: Click here to open calendar *
mm: ပြက္ခဒိန်ဖွင့်ရန် ဤနေရာကိုနှိပ်ပါ။*

source: Date field is required
mm: နေ့စွဲထည့်ရန်နေရာလိုအပ်ပါသည်

source: No. of Workers Connected To Workers Voice Channels
mm: အစ်ဆာရာအလုပ်သမား အသံချန်နယ်များနှင့် ထိတွေ့ဆက်သွယ်နိုင်သော အလုပ်သမားအရေအတွက်

source: No. of Workers Receiving Remedition
mm: ကုစားမှု(ပြဿနာဖြေရှင်းပေးထားမှု) ကိုရရှိသောအလုပ်သမားများအရေအတွက်

source: No. of Workers Reached In Pre-Departure NE
mm: ပြည်ပမထွက်ခွာခင်အကြိုသင်တန်းမှာချိတ်ဆက်မိသောအလုပ်သမားများအရေအတွက် (နီပေါ)

source: No. of Workers Reached In Pre-Departure MM
mm: ပြည်ပမထွက်ခွာခင်အကြိုသင်တန်းမှာချိတ်ဆက်မိသောအလုပ်သမားများအရေအတွက် (မြန်မာ)

source: No. of Recruitment Agencies Trained
mm: သင်တန်းပေးပြီးထားသောအေဂျင်စီများအရေအတွက်

source: No. of Suppliers Trained
mm: သင်တန်းပေးပြီးထားသောလုပ်ငန်းရှင်များအရေအတွက်

source: No. of Trained Worker Leaders/Mobilizers
mm: အလုပ်သမားခေါင်းဆောင်အရေအတွက်

source: Show finished
mm: ပြီးဆုံးကြောင်းပြမည်

source: Source ID
mm: မူရင်း ID

source: Source Type
mm: မူရင်းအမျိုးအစား

source: Assigned by
mm: တာ၀န်ပေးထားသူ

source: Assigned to
mm: တာ၀န်ပေးထားခြင်းခံရသူ

source: Password has been successfully changed.
mm: လျှို့၀ှက်ကုတ်ကို အောင်မြင်စွာ ပြောင်းလဲပြီးပါပြီ။

source: Old Password
mm: စကားဝှက်အဟောင်း

source: lock_outline
mm: (လော့_အောက်လိုင်း) lock_outline

source: New Password
mm: စကားဝှက် (Password) အသစ်

source: Re-Enter Password to Verify
mm: အတည်ပြုရန် လျှို့ဝှက်ကုတ်ကို ပြန်ထည့်ပါ။

source: Update
mm: အပ်ဒိတ်လုပ်မည်

source: Reset your password
mm: လျှို့၀ှက်ကုတ်အသစ်ပြောင်းမည်။

source: Email
mm: အီးမေးလ်

source: The input is not valid Email
mm: လက်ရှိထည့်ထားသော အချက်အလက်အရ မှန်ကန်သော အီးမေးလ် မဟုတ်ပါ။

source: Please input your Email
mm: ကျေးဇူးပြု၍ သင့်အီးမေးလ်ကို ထည့်သွင်းပါ။

source: Send reset link
mm: ပြန်လည်သတ်မှတ်ရန်လင့်ခ်ကို ပေးပို့ပါ။

source: We will send password reset link to this email address, please change your password within 24 hours.
mm: ကျွန်ုပ်တို့အနေဖြင့် ဤအီးမေးလ်လိပ်စာသို့ လျှို့၀ှက်ကုတ်ပြန်လည်သတ်မှတ်ရန်လင့်ခ်ကို ပေးပို့မည်ဖြစ်ပြီး၊ ကျေးဇူးပြု၍ 24 နာရီအတွင်း သင့်လျှိ့၀ှက်ကုတ်ကို ပြောင်းလဲပါ။

source: Supplier KPIs timeline chart
mm: လုပ်ငန်းရှင် KPIs အချိန်ဇယား

source: Please choose a supplier
mm: လုပ်ငန်းရှင်နာမည်ရွေးပါ

source: This supplier doesn't have any KPI History for the chosen period of time and category
mm: ရွေးချယ်ထားသောအချိန်ကာလအတွင်း ဤလုပ်ငန်းရှင်နှင့်ဆိုင်သည့်အချက်အလက်များမှတ်တမ်းတင်ထားတာမရှိပါ။

source: Loading Chart
mm: ဇယားအချက်အလက်များရယူနေသည်

source: Case Status
mm: အမှုအခြေအနေ

source: Not sure; forgot to ask and need to check back to confirm
mm: မသေချာဘူး။ဖုန်းခေါ်ဆိုသူနှင့်ပြန်အတည်ပြုရန်လိုပါသည်

source: Client Information Consent
mm: ဖုန်းခေါ်ဆိုသူအချက်အလက်များတင်ပြလိုခြင်းရှိ/မရှိသ‌ဘောတူညီချက်

source: Type of Client Information Consent
mm: ဖုန်းခေါ်ဆိုသူအချက်အလက်များတင်ပြလိုခြင်းရှိ/မရှိသ‌ဘောတူညီချက်အမျိုးအစား

source: Fetching primary focuses..
mm: မူရင်းအချက်အလက်များကို ရယူနေပါသည်...….

source: Fetching users..
mm: အချက်အလက်များကို ရယူနေပါသည်

source: Referral Action Consent
mm: အမှုလွဲပြောင်းခြင်းသဘောတူညီချက်ရယူခြင်း

source: Referral Consent Action
mm: အမှုလွဲပြောင်းခြင်းသဘောတူညီချက်ရယူခြင်း

source: Referral Option
mm: အမှုလွဲပြောင်းခြင်းနည်းလမ်းများ

source: Response Interaction Types
mm: တုန့်ပြန်သည့်နည်းလမ်းများ

source: Shared Files
mm: တင်ပြထားသောစာရွက်စာတမ်း(ဖိုင်)

source: Fetching strategic partners..
mm: ၀ယ်လက်အချက်အလက်များကို ရယူနေပါသည်

source: Sub-industry
mm: လုပ်ငန်းခွဲ

source: Status of progress on this KPI
mm: ဒီအမှုKPI၏တိုးတက်မှုအခြေအနေများ

source: Fetching Supply Chains..
mm: ကုန်ထုတ်လုပ်မှုကွင်းဆက် အချက်အလက်များကို ရယူနေပါသည်

source: No Supply Chain Selected
mm: ရွေးချယ်ထားသောလုပ်ငန်းရှင်နာမည်မရှိပါ

source: Select All
mm: အားလုံးကိုရွေးချယ်မည်

source: Un-select All
mm: ‌ရွေးချယ်မှုအားလုံးကိုပြန်ဖြုတ်မည်

source: Select Suppliers by Country
mm: လုပ်ငန်းရှင်များကိုနိုင်ငံအလိုက်ရွေးမည်

source: Select Suppliers by Status
mm: လုပ်ငန်းရှင်များအားလုံးကိုအခြေအနေအလိုက်ရွေးမည်

source: No Suppliers Exist Under these Search Parameters
mm: မိမိရွေးချယ်ထားသောအချက်အလက်အတိုင်း လုပ်ငန်းရှင်နာမည်မရှိပါ

source: Close Checkbox Panel
mm: ချက်ဘောက်ပန်နယ် ကိုပိတ်မည်

source: Supplier Overview
mm: လုပ်ငန်းရှင်ခြုံငုံလေ့လာခြင်း

source: Progress Dashboard
mm: တိုးတက်မှုအခြေအနေပြဒက်ရှ်ဘုတ်

source: Worker Reported Issues
mm: ပြဿနာတင်ပြထားသောအလုပ်သမားများ

source: Search Results (Found:
mm: ရှာဖွေမှုရလဒ် (တွေ့ရှိချက်များ:)

source: Required:
mm: လိုအပ်သည့်နေရာ:

source: Ethnicity:
mm: လူမျိုး:

source: Case/Call Type:
mm: အမှုတွဲ/ဖုန်းခေါ်ဆိုမှုအမျိုးအစား

source: Client Type:
mm: ခေါ်ဆိုဆက်သွယ်လာသူအမျိုးအစား

source: Client Status:
mm: ခေါ်ဆိုဆက်သွယ်လာသူအခြေအနေ:

source: Call Info:
mm: ဖုန်းခေါ်ဆိုမှုအချက်အလက်:

source: Issara Staff:
mm: အစ်ဆာရာ၀န်ထမ်း:

source: Client Info:
mm: ခေါ်ဆိုသူအချက်အလက်:

source: Phone Number:
mm: ဖုန်းနံပါတ်:

source: Gender:
mm: ကျား/မ:

source: Staff Notes/Description:
mm: ၀န်ထမ်းမှတ်စု/အကြောင်းအရာ

source: Contract Type:
mm: စာချုပ်အမျိုးအစား:

source: Document Type:
mm: စာရွက်စာတမ်းအမျိုးအစား:

source: Source Recruiter:
mm: မူရင်းနိုင်ငံအေဂျင်စီ:

source: Destination Recruiter:
mm: ဆိုက်ရောက်နိုင်ငံအေဂျင်စီ:

source: Source Broker Rating:
mm: မူရင်းနိုင်ငံအကျိုးဆောင်ပွဲစားအမှတ်ပေးခြင်း:

source: Source Recruiter Rating:
mm: မူရင်းနိုင်ငံအေဂျင်စီအမှတ်ပေးခြင်း:

source: Destination Broker Rating:
mm: ဆိုက်ရောနိုင်ငံအကျိုးဆောင်ပွဲစားအမှတ်ပေးခြင်း:

source: Destination Employer Rating:
mm: ဆိုက်ရောက်နိုင်ငံအလုပ်ရှင် အမှတ်ပေးခြင်း:

source: Referral Action:
mm: အမှုလွဲပြောင်းခြင်းလုပ်ဆောင်ချက်:

source: Final Remarks:
mm: နောက်ဆုံးမှတ်ချက်:

source: Risk Assessment:
mm: အန္တရာယ်ကျရောက်နိုင်ချေရှိ/မရှိသုံးသပ်ခြင်း:

source: Issue Category:
mm: ပြဿနာအမျိုးအစားများ:

source: The client said that he has problems with getting cancellation letter.
mm: ခေါ်ဆိုလာသူတင်ပြချက်အရအလုပ်ပယ်ဖျက်စာ(ဘိုင်ကျန့်အော်)ရယူဖို့ အခက်အခဲရှိပါသည်။

source: Sandar Linn
mm: စန္ဒာလင်း

source: The client would like to follow-up.
mm: ခေါ်ဆိုလာသူနောက်ထပ်စုံစမ်းချင်သည်။

source: Brendan
mm: ဘရန်ဒန်(ကိုဇာနည်)

source: Business responded that they can't issue cancellation letter at this time.
mm: အလုပ်ရှင်မှအလုပ်ပယ်ဖျက်စာ(ဘိုင်ကျန့်အော်)ထုတ်ပေးလို့မရကြောင်းအကြောင်းပြန်သည်။

source: Kotchakorn Klachingchai
mm: ကော်ချာကွန်း/ခွန်ပစ်(ထိုင်း၀န်ထမ်း)

source: The client reported that he has decided to return home since he could not get the job with the provided cancellation letter.
mm: ခေါ်ဆိုလာသူမှအလုပ်ရှင်ထုတ်ပေးသည့်အလုပ်ပယ်ဖျက်စာ(ဘိုင်ကျန့်အော်)နှင့်အလုပ်ပြောင်းလို့မရပါသဖြင့်အိမ်ပြန်ဖို့ဆုံးဖြတ်ထားတဲ့အကြောင်းတင်ပြသည်။

source: Jonah Htet
mm: ကိုတာတီး

source: Used Space
mm: အသုံးပြုထားသောနေရာ

source: Get more space
mm: နောက်ထပ်နေရာထပ်ယူမည်

source: Revenue
mm: ၀င်ငွေ

source: Last 24 Hours
mm: လွန်ခဲ့သည့်၂၄နာရီအတွင်း

source: Fixed Issues
mm: ဖြေရှင်းခဲ့သောပြဿနာများ

source: Followers
mm: ဖော်လို၀ါ

source: Just Updated
mm: အပ်ဒိတ်ပြီးပါ

source: Global Sales by Top Locations
mm: အထင်ကရနေရာများမှကမ္ဘာလုံးဆိုင်ရာရောင်း၀ယ်ခြင်း

source: Daily Sales
mm: နေ့စဥ်အရောင်း

source: updated 4 minutes ago
mm: လွန်ခဲ့သည့်၄မိနစ်ခန့်မှအပ်ဒိတ်လုပ်ထားပါသည်။

source: Email Subscriptions
mm: စာရင်းသွင်းထားသည့်အီးမေးလ်

source: Last Campaign Performance
mm: နောက်ဆုံးကမ်ပိန်းလုပ်ဆောင်ချက်

source: campaign sent 2 days ago
mm: ကမ်ပိန်း(အသိပညာပေးပွဲ)အကြာင်းကိုပြီးခဲ့တဲ့၂ရက်က ပို့ပေးပြီးပြီ။

source: Completed Tasks
mm: လုပ်ဆောင်ပြီးစီးခဲ့သောတာ၀န်များ

source: Manage Listings
mm: စာရင်းပြုစုသည်

source: View:
mm: ကြည့်မည်:

source: Grievance Mechanisms Review
mm: ပြဿနာဖြေရှင်းမှုယန္တရားပြန်လည်သုံးသပ်ခြင်း

source: Date of Review
mm: ပြန်လည်သုံးသပ်သည့်နေ့စွဲ

source: Assessment
mm: သုံးသပ်ခြင်း

source: Workers Reached In Pre-Departure ne
mm: ပြည်ပမထွက်ခင်အကြိုသင်တန်းမှာချိတ်ဆက်မိနေသောအလုပ်သမားများ(နီပေါ)

source: Search Results(Found:
mm: ရှာဖွေမှုရလဒ်များ(တွေ့ရှိချက်:

source: Search Results (Found:
mm: ရှာဖွေတွေ့ရှိမှုရလဒ်(တွေ့ရှိချက်:

source: Worker Voice Metrics
mm: အလုပ်သမားအသံအခြေအနေပြဇယား

source: Total Interactions
mm: အပြန်အလှန်ဆက်သွယ်ကြိမ်စုစုပေါင်း

source: CRC Average Scores
mm: CRC ပျမ်းမျှအမှတ်

source: Quality
mm: အရည်အသွေး

source: Timeliness
mm: အချိန်မီ(မြန်ဆန်မှု)

source: Average
mm: ပျမ်းမျှ

source: Minimum
mm: အနည်းဆုံး

source: Maximum
mm: အများဆုံး

source: KPI Open Reported Violations
mm: မရှင်းရသေးသောအလုပ်သမားပြဿနာချိုးဖောက်မှုများ

source: Open Since
mm: ကတည်းကအမှုဖွင့်ထားသည်

source: Response History
mm: တုံ့ပြန်ထားသည့်မှတ်တမ်း

source: Open Supplier KPIs Listed By Referenced Recruiters
mm: အေဂျင်စီကနေရရှိသောအမှုဖွင့်ထားသည့်လုပ်ငန်းရှင်များ၏ပြဿနာစာရင်းများ

source: Recruiter
mm: အေဂျင်စီများ

source: Role
mm: အခန်းကဏ္ဍ

source: Opened
mm: ပွင့်နေသည်

source: Updated
mm: အပ်ဒိတ်လုပ်ထားပြီးသော

source: Closed Supplier KPIs Listed By Referenced Recruiters
mm: အေဂျင်စီကနေရရှိသောအမှုပိတ်ထားသည့်လုပ်ငန်းရှင်များ၏ပြဿနာစာရင်းများ

source: Closed
mm: ပိတ်ထားသော

source: Talking Points
mm: ဆွေးနွေးရန်အချက်များ

source: Rationale
mm: ဆင်ခြင်သုံးသပ်ခြင်း

source: Strategic Partner
mm: ပူးပေါင်းချိတ်ဆက်ထားသော၀ယ်လက်များ

source: Priority Workplan Activities
mm: ဦးစားပေးလုပ်ငန်းအစီအစဥ်များ

source: Not Started
mm: မစတင်ရသေးသော

source: In Progress
mm: ဖြစ်စဥ်အတွင်း

source: Complete
mm: ပြီးစီးသွားသော

source: Activities not created for this Workplan
mm: ဤလုပ်ငန်းအစီအစဥ်နှင့်ပတ်သည့်လုပ်ဆောင်ချက်မရှိသေးပါ

source: Strategic Partner has no Workplan
mm: ပူးပေါင်းချိတ်ဆက်ထားသော၀ယ်လက်လုပ်ငန်းစဥ်အစီအစဥ်များမရှိပါ

source: Poor
mm: ညံ့

source: Fair
mm: အတော်အသင့်

source: Good
mm: ကောင်း

source: Excellent
mm: အကောင်းဆုံး

source: Workplan Reviews
mm: လုပ်ငန်းအစီအစဥ်များသုံးသပ်လေ့လာခြင်း

source: Introduction
mm: အစပျိုးခြင်း

source: Name of the focal point:
mm: တာ၀န်ခံအမည်:

source: Created at:
mm: ဖန်းတီးသည်:

source: Suggested date for mid-year check-in:
mm: နှစ်လည်စစ်ဆေးရန်အကြံပြုရက်:

source: Please check that all foundational documents and materials that have been shared with Issara. If not, you can upload them here:
mm: Issara နှင့်မျှဝေထားသော အခြေခံစာရွက်စာတမ်းများနှင့် ပစ္စည်းများအားလုံးကို စစ်ဆေးပါ။ မရှိပါကဤနေရာတွင် အပ်လုဒ်လုပ်နိုင်ပါသည်။

source: File url:
mm: ဖိုင် url:

source: Main Goals and Priority Partnership Areas
mm: အဓိကရည်မှန်းချက်နှင့်ပထမဦးစားပေးမိတ်ဖက်နယ်မြေများ

source: What are the company's main goals in responsible sourcing and ethical recruitment over the next 3 years?
mm: လာမည့် 3 နှစ်တာကာလအတွင်း တာဝန်ယူမှုရှိသော အရင်းအမြစ်များ နှင့် ကျင့်ဝတ်နှင့်ညီသောလုပ်သားစုဆောင်းမှုစနစ်တွင် ကုမ္ပဏီ၏ အဓိကပန်းတိုင်များကာဘာလဲ?

source: What are the company's main priority areas of partnership with Issara Institute?
mm: အစ်ဆာရာ နှင့် ပူးပေါင်းဆောင်ရွက်သည့် ကုမ္ပဏီ၏ အဓိက ဦးစားပေးကဏ္ဍများက ဘာလဲ?

source: How will worker voice via Issara Inclusive Labour Monitoring (ILM) be actioned and escalated in the company?
mm: အစ်ဆာရာ၏ အကျုံး၀င်လုပ်သားစောင့်ကြည့်လေ့လာရေး (ILM) မှတစ်ဆင့် အလုပ်သမားများ၏ အသံကို ကုမ္ပဏီတွင် မည်သို့ အရေးယူဆောင်ရွက်မည်နည်း?

source: Progress Indicators
mm: တိုးတက်မှုအခြေအနေပြညွှန်းကိန်းများ

source: AREA 1. WORKER VOICE: ANNUAL TARGETS
mm: နယ်ပယ် ၁. အလုပ်သမားအသံ: နှစ်စဥ်သတ်မှတ်ချက်/ပစ်မှတ်များ

source: AREA 2. LABOUR RECRUITMENT: ANNUAL TARGETS
mm: နယ်ပယ် ၂. လုပ်သားစုဆောင်းခန့်ထားရေး: နှစ်စဥ်သတ်မှတ်ချက်/ပစ်မှတ်များ

source: WV INDICATOR - Ethical recruitment policy in force is (tick all that are within your goal for this year) :
mm: အလုပ်သမားအသံတိုင်းတာချက်များ - လက်ရှိကျင့်သုံးနေသော ကျင့်ဝတ်နှင့်ညီသောလုပ်သား စုဆောင်းရေးမူဝါဒ (ယခုနှစ်အတွက် သင့်ရည်မှန်းချက်နှင့်ကိုက်ညီသော အချက်အားလုံးကို အမှတ်ခြစ်ပါ)။ :

source: ER INDICATOR 2.
mm: ER တိုင်းတာချက် ၂.

source: Number of recruitment agencies mapped
mm: စာရင်းပြုစုထားသောအေဂျင်စီအရေအတွက်

source: Number of suppliers collaborating with Issara
mm: အစ်ဆာရာနှင့်အတူပူး‌ပေါင်းလုပ်ဆောင်နေသောလုပ်ငန်းရှင်များအရေအတွက်

source: Number of suppliers utilizing GD Marketplace
mm: ရွှေအိပ်မက်အလုပ်ရှာဖွေရာကိုအသုံးပြုနေသောလုပ်ငန်းရှင်များ

source: AREA 3. WORKING CONDITIONS: ANNUAL TARGETS
mm: ဧရိယာ ၃. လုပ်ငန်းအခြေအနေများ: နှစ်စဉ်သစ်မှတ်ချက်/ပစ်မှတ်များ

source: WV INDICATOR - Ethical sourcing and migrant worker policies put into force that are ( tick all that are within yourgoal for this year ) :
mm: အလုပ်သမားအသံလမ်းကြောင်း တိုင်းတာချက် - လက်ရှိကျင့်သုံးနေသော ကျင့်၀တ်နှင့်ညီသော အရင်းအမြစ်ရှာဖွေခြင်းနှင့် ရွှေ့ပြောင်းအလုပ်သမားမူဝါဒမျာ (ယခုနှစ်အတွက် သင့်ရည်မှန်းချက်နှင့်ကိုက်ညီသော အချက်အားလုံးကို အမှတ်ခြစ်ပါ)။ :

source: Quality of response
mm: တုန့်ပြန်မှုအရည်အသွေး

source: Timeliness of response
mm: အချိန်မီတုန့်ပြန်နိုင်မှုရှိ/မရှိ

source: Openness to reform
mm: ပြုပြင်ပြောင်းလဲရန် ပွင့်လင်းမှု

source: Notes and remark
mm: မှတ်စုနှင့်မှတ်ချက်များ

source: The priority activities for your company that you indicate here will appear on your SP Progress Dashboard.
mm: ဤနေရာတွင် သင်ညွှန်ပြသော သင့်ကုမ္ပဏီအတွက် ဦးစားပေးလုပ်ငန်းစဥ်များသည် သင်၏ SP Progress Dashboard (၀ယ်လက်အခြေအနေတိုးတက်မှုပြဇယား) တွင် ပေါ်လာမည်ဖြစ်သည်။
