Repository: kamkyi/python-translations-engine
Catalog: updated_pos_two/mm.po
Languages: mm

source: Title
mm: ခေါင်းစဥ်/ရာထူး

source: WELCOME!
mm: ကြိုဆိုပါတယ်!

source: The Issara Institute launched the Strategic Partners Dashboard in 2021, building upon the feedback and aspirations of the Issara Institute team, Strategic Partners, and donors.
mm: Issara Institute သည် 2021 ခုနှစ်တွင် Strategic Partners Dashboard ကို စတင်ခဲ့ပြီး Issara Institute အဖွဲ့၊ Strategic Partners နှင့် အလှူရှင်များ၏ အကြံပြုချက်များနှင့် မျှော်မှန်းချက်များကို အခြေခံ၍ စတင်ခဲ့ပါသည်။

source: Objective: The objective of this Dashboard is to provide brands, retailers, and importers/agents with a robust tool to help monitor, benchmark, remediate, and improve labor issues, systems, and business performance in global supply chains.
mm: ရည်ရွယ်ချက်- ဤ Dashboard ၏ ရည်ရွယ်ချက်မှာ ကမ္ဘာလုံးဆိုင်ရာ ကုန်စည်စီးဆင်းမှုကွင်းဆက်များရှိ အလုပ်သမားရေးရာ ပြဿနာများ၊ စနစ်များနှင့် လုပ်ငန်းရှင်များ၏စွမ်းဆောင်ရည်များကို စောင့်ကြည့်ရန်၊ စံညွှန်းပြုမှုရှိရန်၊ ပြုပြင်ရန်နှင့် တိုးတက်စေရန်အတွက် ခိုင်မာသောကိရိယာတစ်ခုဖြင့် အမှတ်တံဆိပ်များ၊ လက်လီရောင်းချသူများနှင့် တင်သွင်းသူများ/ကိုယ်စားလှယ်များကို ပံ့ပိုးပေးရန်ဖြစ်သည်။

source: Confidentiality: The information in the Dashboard is confidential to each Strategic Partner and is tailored to your own unique supply chain. All information provided via the Dashboard is governed by your company’s Strategic Partner agreement with Issara Institute. The information may not be shard externally, including with your suppliers.
mm: လျှို့ဝှက်ထားမှု- Dashboard ရှိ အချက်အလက်များသည် မဟာတွက် လျှို့ဝှက်ထားပြီး သင့်ကိုယ်ပိုင်ထူးခြားသောထောက်ပံ့ရေးကွင်းဆက်နှင့် အံဝင်ခွင်ကျဖြစ်စေပါသည်။ ဒက်ရှ်ဘုတ်မှတစ်ဆင့် ပံ့ပိုးပေးထားသည့် အချက်အလက်အားလုံးကို Issara Institute နှင့် သင့်ကုမ္ပဏီ၏ မဟာဗျူဟာမိတ်ဖက် သဘောတူညီချက်ဖြင့် အုပ်ချုပ်သည်။ သင်ရဲ့လုပ်ငန်းရှင်များအပါအဝင် အချက်အလက်များသည် ပြင်ပတွင် ကွဲလွဲမည်မဟုတ်ပါ။

source: Features: Issara will continue to advance features within the Dashboard, and we welcome your feedback and input to make the Dashboard as useful and impactful as possible. For example, benchmarking and trend analysis are slated for upcoming iterations. How this information may be integrated with your internal practices and protocols (current and planned), will also be part of discussions with each Strategic Partner as part of the revised Strategic Partners Program, launched in January 2021.
mm: အင်္ဂါရပ်များ- Issara သည် ဒက်ရှ်ဘုတ်အတွင်း အင်္ဂါရပ်များကို ဆက်လက်မြှင့်တင်သွားမည်ဖြစ်ပြီး Dashboard ကို တတ်နိုင်သမျှ အသုံးဝင်ပြီး အကျိုးသက်ရောက်မှုရှိစေရန် သင်၏တုံ့ပြန်ချက်နှင့် ထည့်သွင်းမှုကို ကျွန်ုပ်တို့ကြိုဆိုပါသည်။ ဥပမာအားဖြင့်၊ စံညွှန်းသတ်မှတ်ခြင်းနှင့် လမ်းကြောင်းသစ်ခွဲခြမ်းစိတ်ဖြာခြင်းကို နောက်လာမည့်လုပ်ငန်းစဥ်များအတွက် စီစဉ်ထားသည်။ ဤအချက်အလက်များသည် သင်အဖွဲ့အစည်းတွင်းကျင့်သုံးနေသော အလေ့အကျင့်များနှင့် (လက်ရှိနှင့် စီစဉ်ထားသည့်)ပရိုတိုကောများသည် မဟာဗျူဟာမိတ်ဖက်တစ်ဦးစီနှင့် ဆွေးနွေးမှုများ၏ တစ်စိတ်တစ်ပိုင်းမှာ ပါ၀င်လာမည် ဖြစ်ပြီး 2021 ခုနှစ် ဇန်နဝါရီလတွင် စတင်ခဲ့သော ပြန်လည်ပြင်ဆင်ထားသည့် မဟာဗျူဟာမိတ်ဖက်များပရိုဂရမ်၏ ဆွေးနွေးမှုတစ်စိတ်တစ်ပိုင်းအနေဖြင့် ပါ၀င်မည်ဖြစ်ပါသည်။

source: We are excited about the breadth of information, data analysis, and transparency that the Strategic Partners Dashboard can provide. We look forward to our ongoing collaboration with you to support ethical supply chains and improved working conditions. If you have any questions, please contact your Issara Institute Strategic Partner dashboard focal point,
mm: Strategic Partners Dashboard မှ ပေးစွမ်းနိုင်သော အချက်အလက် ကျယ်ပြန့်မှု၊ ဒေတာခွဲခြမ်းစိတ်ဖြာမှုနှင့် ပွင့်လင်းမြင်သာမှုတို့အတွက် ကျွန်ုပ်တို့ စိတ်လှုပ်ရှားပါသည်။ ကျင့်ဝတ်ဆိုင်ရာ ထောက်ပံ့ရေးကွင်းဆက်များနှင့် ပိုမိုကောင်းမွန်သော လုပ်ငန်းခွင်အခြေအနေများကို ပံ့ပိုးပေးရန်အတွက် ကျွန်ုပ်တို့၏ ဆက်လက်ပူးပေါင်းဆောင်ရွက်မှုကို မျှော်လင့်ပါသည်။ သင့်တွင်မေးခွန်းများရှိပါက၊ သင်၏ Issara Institute Strategic Partner Dashboard အဓိက တာ၀န်ခံကို ဆက်သွယ်ပါ။

source: Jarrett Basedow
mm: ဂျရက်ဘေ့စဒိုး

source: Legal Disclaimer
mm: ဥပဒေရေးရာရှင်းလင်းချက်များ

source: While we have made our best efforts to ensure the accuracy and reliability of the information collected and contained in this dashboard, Issara Institute is not responsible for any errors or omissions, or for the results obtained from the use of this information.
mm: ဤဒက်ရှ်ဘုတ်တွင်ပါရှိသော အချက်အလက်များ၏ တိကျမှုနှင့် ယုံကြည်စိတ်ချရမှုတို့ကို သေချာစေရန် ကျွန်ုပ်တို့၏ အကောင်းဆုံးကြိုးပမ်းအားထုတ်မှုများ ပြုလုပ်ထားသော်လည်း၊ Issara Institute အနေဖြင့် မည်သည့်အမှားအယွင်းများ (သို့မဟုတ်) ပျက်ကွက်မှုများ (သို့မဟုတ်)ဤအချက်အလက်အသုံးပြုမှုမှ ရရှိသောရလဒ်များအတွက် တာဝန်ယူမည်မဟုတ်ပါ။

source: All information in this dashboard is provided "as is", with no guarantee of completeness, accuracy, timeliness or of the results obtained from the use of this information, and without warranty of any kind, express or implied, including, but not limited to warranties of performance, merchantability and fitness for a particular purpose. Nothing herein shall to any extent substitute for the independent investigation and the sound technical and business judgment of the reader.
mm: ဤဒက်ရှ်ဘုတ်ရှိ အချက်အလက်အားလုံးကို ပြည့်စုံမှု၊ တိကျမှု၊ အချိန်မီမှု သို့မဟုတ် ဤအချက်အလက်အသုံးပြုမှုမှရရှိသော ရလဒ်များ၏ အာမခံချက်မရှိဘဲ "ဖြစ်စဥ်အတိုင်း" ပေးထားသည်။ ဒါ့အပြင် သီးခြားရည်ရွယ်ချက်တစ်ခုအတွက် အာမခံချက်မရှိဘဲ၊ စွမ်းဆောင်ရည်၊ ရောင်းဝယ်ဖောက်ကားနိုင်မှုနှင့် ကြံ့ခိုင်မှုဆိုင်ရာ အာမခံချက်များအတွက် အကန့်အသတ်မရှိ ပါ၀င်ထားသည့်အတိုင်း ဖော်ပြထားသည် (သို့မဟုတ်) အဓိပ္ပာယ်ဖွင့်ဆိုထားသည်။ ဤနေရာတွင် မည်သည့်အရာမှ လွတ်လပ်သော စုံစမ်းစစ်ဆေးမှုနှင့် စာဖတ်သူ၏ ခိုင်မာသော နည်းပညာပိုင်းနှင့် စီးပွားရေးဆိုင်ရာ စီရင်ဆုံးဖြတ်မှုအတွက် မည်သည့်အတိုင်းအတာအထိ အစားထိုးမည်မဟုတ်ပါ။

source: Partner Message Board:
mm: ပါတနာ မက်ဆေ့ချ်ဘုတ်:

source: No Future Partner Message Board at this time.
mm: လတ်တလောမှာ ရောက်လာမည့် ပါတနာ မက်ဆေ့ချ်ဘုတ်မရှိပါ။

source: Partner Message Board Items(Found:
mm: ပါတနာ မက်ဆေ့ချ်ဘုတ် (ရှာဖွေတွေ့ရှိသည်:

source: Strategic Partner Login Tracking (Found:
mm: မဟာဗျူဟာမိတ်ဖွဲ့(၀ယ်လက်)အကောင့်ဝင်ခြင်း (log-in) ခြေရာခံခြင်း (တွေ့ရှိသည်:

source: Strategic Partner Logins:
mm: မဟာဗျူဟာမိတ်ဖွဲ့(၀ယ်လက်)အကောင့်ဝင်ခြင်း (log-in):

source: No Strategic Partner Logins at this time.
mm: လက်ရှိ ဘယ်မဟာဗျူဟာမိတ်ဖွဲ့(၀ယ်လက်)မှ အကောင့်ဝင်ထားခြင်း (log-in)မရှိပါ။

source: User
mm: အသုံးပြုသူ

source: Partner
mm: မိတ်ဖက်

source: Log-In
mm: အကောင့်၀င်မည်

source: Log-Out
mm: အကောင့်ထွက်မည်

source: Reference Documents:
mm: ကိုးကားထားသောစာရွက်စာတမ်းများ

source: No Reference Documents at this time.
mm: လက်ရှိကိုးကားထားသောစာရွက်စာတမ်းများမရှိပါ။

source: Reference Documents (Found:
mm: ကိုးကားထားသောစာရွက်စာတမ်းများ (တွေ့ရှိသည်:

source: Send Notification Email to Partners
mm: မိတ်ဆက်အဖွဲ့အစည်းများဆီသို့အီးမေးလ်ပို့မည်

source: Payment Amount
mm: ငွေပေးချေမှုပမာဏ

source: Payment Receipt Date:
mm: ငွေပေးချေမှု ပြေစာရက်စွဲ:

source: Open calendar
mm: ပြက္ခဒိန်ကိုဖွင့်ပါ။

source: Contract Start Date:
mm: စာချုပ်စတင်သည့်ရက်စွဲ:

source: Contract End Date:
mm: စာချုပ်ပြီးဆုံးသည့်ရက်စွဲ:

source: Last Annual Risk Report Date:
mm: နောက်ဆုံး နှစ်ပတ်လည် အန္တရာယ်ကျရောက်နိုင်ခြေရှိ/မရှိ အစီရင်ခံစာ ရက်စွဲ:

source: Last Interaction Date:
mm: နောက်ဆုံး အပြန်အလှန်တုံ့ပြန်သည့်ရက်စွဲ-

source: *Please Note: To Add or Edit Strategic Partners you must have 'Directors' Group added to your account .
mm: *ကျေးဇူးပြု၍ မှတ်ချက်ရေးပါ- မဟာဗျူဟာမိတ်ဖက်များ ထည့်ရန် သို့မဟုတ် ပြင်ရန် သင့်အကောင့်တွင် 'ဒါရိုက်တာများ' အဖွဲ့ကို ထည့်ထားရပါမည်။

source: Partner Icon
mm: ပါတနာ သင်္ကေတ

source: Focal Point
mm: တာ၀န်ခံပုဂ္ဂိုလ်

source: Email Notify
mm: အီးမေးလ်ဖြင့်အကြောင်းကြားမည်

source: Email Notify:
mm: အီးမေးလ်ဖြင့်အကြောင်းကြားမည်y:

source: Focal Point Name:
mm: တာ၀န်ခံပုဂ္ဂိုလ်နာမည်:

source: Focal Point Title:
mm: တာ၀န်ခံပုဂ္ဂိုလ်ရာထူး:

source: Focal Point Email:
mm: တာ၀န်ခံပုဂ္ဂိုလ်အီးမေးလ်:

source: Focal Phone Number:
mm: တာ၀န်ခံပုဂ္ဂိုလ်ဖုန်းနံပါတ်:

source: Last Annual Risk Report:
mm: နောက်ဆုံး နှစ်ပတ်လည် အန္တရာယ်ကျရောက်နိုင်ခြေရှိ/မရှိ အစီရင်ခံစာ ရက်စွဲ:

source: Last Call Meeting Visit:
mm: နောက်ဆုံးခေါ်ဆိုမှု အစည်းအဝေးပြုလုပ်ခြင်း:

source: Company policy
mm: ကုမ္ပဏီမူ၀ါဒ

source: Interaction Location
mm: အပြန်အလှန်ဆက်ဆံသည့်နေရာ

source: Name of business contact
mm: လုပ်ငန်းအဆက်အသွယ်အမည်

source: Interaction Date
mm: အပြန်အလှန်ဆက်သွယ်သည့်နေ့စွဲ

source: Strategic Partner:
mm: မဟာဗျူဟာမိတ်ဖွဲ့များ (၀ယ်လက်):

source: Interaction Type:
mm: အပြန်အလှန်ဆက်သွယ်သည့်အမျိုးအစား:

source: Interaction Location:
mm: အပြန်အလှန်ဆက်ဆံသည့်နေရာ:

source: Interaction Date:
mm: အပြန်အလှန်ဆက်သွယ်သည့်နေ့စွဲ:

source: Response Focal Point:
mm: တာ၀န်ခံပုဂ္ဂိုလ်:

source: General Notes:
mm: အထွေထွေမှတ်စုများ

source: Issara Focal Point:
mm: အစ်ဆာရာတာ၀န်ခံပုဂ္ဂိုလ်:

source: WORK INDICATOR 1. Supplier performance in relation to responding to worker-reported grievances and collaborating with Issara Institute staff
mm: အလုပ်အညွှန်း ၁. အလုပ်သမား-အစီရင်ခံထားသော မကျေနပ်ချက်များကို တုံ့ပြန်ခြင်းနှင့် Issara Institute ဝန်ထမ်းများနှင့် ပူးပေါင်းဆောင်ရွက်ခြင်းနှင့်စပ်လျဉ်း၍ လုပ်ငန်းရှင်စွမ်းဆောင်ရည်

source: WORK INDICATOR 2. Percentage of worker-reported issues in the supply chain resolved in under 60 days
mm: အလုပ်အညွှန်း ၃. ကုန်စည်ထုတ်လုပ်မှုကွင်းဆက်ရှိ အလုပ်သမားမှ တင်ပြထားသော ပြဿနာများအား ရက် 60 အတွင်း ဖြေရှင်းပေးနိုင်ခဲ့သည့်ရာခိုင်နှုန်း

source: Unresolved
mm: မဖြေရှင်းနိုင်သေးသော

source: Resolved
mm: ဖြေရှင်းပြီးသော

source: WORK INDICATOR 3.Percentage of remediation efforts of specific issues resolved at Poor, Fair, Good and Excellent level
mm: အလုပ်အညွှန်း ၄."အတော်အသင့်"၊ "ကောင်းသော" သို့မဟုတ် "အလွန်ကောင်းသော" အဆင့်တွင် ဖြေရှင်းနိုင်ခဲ့သည့် သီးသန့်ပြဿနာများအတွက် ပြန်လည်ကုစားရေးကြိုးပမ်းမှု ရာခိုင်နှုန်း

source: Select Supplier
mm: လုပ်ငန်းရှင်ရွေးပါ

source: Supply Chain was updated
mm: ကုန်ထုတ်လုပ်မှုကွင်းဆက်အချက်အလက်ကို အပ်ဒိတ်လုပ်ထားသည်။

source: Supply Chain has been successfully created
mm: အေဂျင်စီအကောင့်(နာမည်) တစ်ခုကို အောင်မြင်စွာထည့်ထားလိုက်ပါပြီ။

source: Name must contain a value.
mm: အမည်တွင် တန်ဖိုးတစ်ခု ပါရှိရမည်။

source: strategic_partner must contain a value.
mm: မဟာဗျူဟာ မိတ်ဖက်အမည်တွင် တန်ဖိုးတစ်ခု ပါရှိရမည်။

source: At least one supplier must be selected.
mm: အနည်းဆုံးလုပ်ငန်းရှင်တစ်ခုကို ရွေးချယ်ရပါမည်

source: Add/Edit Supply Chain
mm: လုပ်ငန်းရှင်အမည်ကိုထည့်မည်/ပြင်မည်

source: *Please Note: To Add or Edit supply chains you must have 'Directors' Group added to your account .
mm: *ကျေးဇူးပြု၍ မှတ်ချက်ရေးပါ- လုပ်ငန်းရှင်နာမည် ထည့်ရန် သို့မဟုတ် ပြင်ရန် သင့်အကောင့်တွင် 'ဒါရိုက်တာများ' အဖွဲ့ကို ထည့်ထားရပါမည်။

source: You have successfully updated supply chain suppliers to
mm: သင်သည် ကုန်စည်စီးဆင်းမှုကွင်းဆက်ရှိ လုပ်ငန်းများကို အောင်မြင်စွာ (အပ်ဒိတ်) မွမ်းမံပြီးပါပြီ။

source: Visible Suppiler Names
mm: မြင်ရသောလုပ်ငန်းရှင်နာမည်များ

source: Anonymous (Hidden) Supplier Names
mm: အမည်မသိ (ဝှက်ထားသော) လုပ်ငန်းရှင်အမည်များ

source: Belongs to Partner:
mm: ပါတနာနှင့် သက်ဆိုင်သည်:

source: Business Response
mm: လုပ်ငန်းရှင်တုန့်ပြန်မှု

source: Participants:
mm: တက်ရောက်သူများ

source: Suppliers Notes:
mm: လုပ်ငန်းရှင်မှတ်စုများ:

source: Recruiters Notes:
mm: အေဂျင်စီမှတ်စုများ:

source: Global Buyers:
mm: ကမ္ဘာ့၀ယ်လက်များ:

source: Global Buyers Notes:
mm: ကမ္ဘာ့၀ယ်လက်များမှတ်စုများ:

source: Other Participants Notes:
mm: အခြားတက်ရောက်သူများမှတ်စုများ:

source: Event Details:
mm: အစီအစဉ်အသေးစိတ်:

source: Details:
mm: အသေးစိတ်များ:

source: Agreed Next Steps:
mm: သဘောတူထားသော နောက်အဆင့်များ:

source: Suppliers Next Steps:
mm: လုပ်ငန်းရှင်များအတွက်နောက်ထပ်လုပ်ဆောင်ရမည့်အဆင့်များ:

source: Suppliers Focal Points:
mm: လုပ်ငန်းရှင်တာ၀န်ခံပုဂ္ဂိုလ်:

source: Suppliers Next Steps Deadline:
mm: လုပ်ငန်းရှင်များအတွက် နောက်ထပ်လုပ်ဆောင်ရမည့်အဆင့်များ နောက်ဆုံးရက်:

source: Recruiters Next Steps:
mm: အေဂျင်စီများအတွက်နောက်ထပ်လုပ်ဆောင်ရမည့်အဆင့်များ:

source: Recruiters Focal Points:
mm: အေဂျင်စီတာ၀န်ခံပုဂ္ဂိုလ်:

source: Recruiters Next Steps Deadline:
mm: အေဂျင်စီများအတွက် နောက်ထပ်လုပ်ဆောင်ရမည့်အဆင့်များ နောက်ဆုံးရက်:

source: Global Buyers Next Steps:
mm: ကမ္ဘာ့၀ယ်လက်များအတွက်နောက်ထပ်လုပ်ဆောင်ရမည့်အဆင့်များ:

source: Global Buyers Focal Points:
mm: ကမ္ဘာ့၀ယ်လက်တာ၀န်ခံပုဂ္ဂိုလ်:

source: Global Buyers Next Steps Deadline:
mm: ကမ္ဘာ့၀ယ်လက်များအတွက်နောက်ထပ်လုပ်ဆောင်ရမည့်အဆင့်များနောက်ဆုံးရက်:

source: Issara Next Steps:
mm: အစ်ဆာရာအတွက်နောက်ထပ်လုပ်ဆောင်ရမည့်အဆင့်များ:

source: Issara Focal Points:
mm: အစ်ဆာရာတာ၀န်ခံပုဂ္ဂိုလ်:

source: Issara Next Steps Deadline:
mm: အစ်ဆာရာအတွက်နောက်ထပ်လုပ်ဆောင်ရမည့်အဆင့်များနောက်ဆုံးရက်:

source: Partners
mm: မိတ်ဆက်အဖွဲ့အစည်းများ

source: Grievance mechanism was updated
mm: ပြဿနာဖြေရှင်းမှုစနစ်ကို မွမ်းမံပြင်ဆင်(အပ်ဒိတ်) ပြီးပါပြီ။

source: New grievance mechanism has been successfully created
mm: ပြဿနာဖြေရှင်းမှုစနစ် ကိုအောင်မြင်စွာ ပြုလုပ် ပြီးပါပြီ။

source: Grievance Mechanisms
mm: ပြဿနာဖြေရှင်းမှုစနစ်

source: Select Date of review
mm: ပြန်လည်သုံးသပ်သည့်နေ့စွဲကိုရွေးချယ်ပါ

source: Detail View:
mm: အသေးစိတ်ကြည့်မည်:

source: Date of Review:
mm: ပြန်လည်သုံးသပ်သည့်နေ့စွဲ:

source: Assessment:
mm: သုံးသပ်ခြင်း:

source: Contact was updated
mm: ဆက်သွယ်ရန်အချက်လက်များကိုအပ်ဒိတ်လုပ်ထားပြီးပြီ

source: Contact has been successfully created
mm: ဆက်သွယ်ရန်အချက်လက်များကိုအောင်မြင်စွာပြုလုပ်ထားပြီးပြီ

source: Contact
mm: ဆက်သွယ်ရန်အချက်အလက်

source: Name of Contact
mm: ဆက်သွယ်ရမည့်ပုဂ္ဂိုလ်

source: Contact Description
mm: ဆက်သွယ်ရန်ဖော်ပြချက်

source: Select a Supplier To Update
mm: အပ်ဒိတ်လုပ်ရန် လုပ်ငန်းရှင်အား ရွေးချယ်ပါ။

source: Please enter or select the name of the supplier to update
mm: အပ်ဒိတ်လုပ်မည့် လုပ်ငန်းရှင်နာမည်ကို ကျေးဇူးပြု၍ နှိပ်ပါ (သို့) ရွေးချယ်ပါ။

source: Supplier Reference Documents:
mm: လုပ်ငန်းရှင် ကိုးကားထားသောစာရွက်စာတမ်းများ:

source: Openness
mm: ပွင့်လင်းမှု

source: Supplier CRC was updated
mm: လုပ်ငန်းရှင် CRC ကိုအပ်ဒိတ်လုပ်ထားပါသည်

source: Supplier CRC has been successfully created
mm: လုပ်ငန်းရှင် CRC ကို အောင်မြင်စွာပြုလုပ်ပြီးပါပြီ

source: Edit/Add CRC:
mm: CRC ပြင်မည်/ထည့်မည်:

source: Is there worker voice in this workplace?
mm: ဤလုပ်ငန်းခွင်တွင် မှတ်တမ်းတင်ထားသော အလုပ်သမားဖုန်းခေါ်ဆိုထားမှုရှိပါသလား?

source: Hiring Practice
mm: ဝမ်ထန်းခန့်ထားရေးအမူအကျင့်များ

source: Source vesseled Numbers
mm: ငါးဖမ်းလှေနံပါတ်(အမှတ်စဥ်)မူရင်း

source: Total Men Workers
mm: စုစုပေါင်းအမျိုးသားအလုပ်သမားအရေအတွက်

source: Total Women Workers
mm: စုစုပေါင်းအမျိုးသမီးအလုပ်သမားအရေအတွက်

source: Total Thai Workers
mm: စုစုပေါင်းထိုင်းအလုပ်သမားအရေအတွက်

source: Total Cambodian Workers
mm: စုစုပေါင်းကမ္ဘောဒီးယားအလုပ်သမားအရေအတွက်

source: Total Myanmar Workers
mm: စုစုပေါင်းမြန်မာအလုပ်သမားအရေအတွက်

source: Total Indonesian Workers
mm: စုစုပေါင်းအင်ဒိုနီးရှားအလုပ်သမားအရေအတွက်

source: Total Malaysian Workers
mm: စုစုပေါင်းမလေးရှားအလုပ်သမားအရေအတွက်

source: Total Indian Workers
mm: စုစုပေါင်းအိန္ဒိယအလုပ်သမားအရေအတွက်

source: Total Pakistani Workers
mm: စုစုပေါင်းပါကစ်စတန်အလုပ်သမားအရေအတွက်

source: Total Sri Lankan Workers
mm: စုစုပေါင်းသီရိလင်္ကာအလုပ်သမားအရေအတွက်

source: Total Lao Workers
mm: စုစုပေါင်းလာအိုအလုပ်သမားအရေအတွက်

source: Total Vietnamese Workers
mm: စုစုပေါင်းဗီယက်နမ်အလုပ်သမားအရေအတွက်

source: You get these values from the golden dreams tab
mm: ရွှေအိမ်မက်ဖုန်းအပလီကေးရှင်းမှတစ်ဆင့် ဤတန်ဖိုးများကို သင်ရရှိသည်။

source: Golden Dreams Employer Id
mm: ရွှေအိပ်မက်အလုပ်ရှင် Id

source: Gray = Not yet initiated;
mm: မီးခိုးရောင် = မစတင်သေးပါ။

source: ACTIVITIES & ACHIEVEMENTS SUMMARY
mm: လှုပ်ဆောင်မှုများနှင့် အောင်မြင်မှုများ အကျဉ်းချုပ်

source: 1. Number of workers with access to Issara worker voice channels
mm: 1. Issara အလုပ်သမား အသံချန်နယ်များနှင့် ထိတွေ့ဆက်သွယ်နိုင်သော အလုပ်သမားအရေအတွက်

source: 2. Date of most recent worker satisfaction survey
mm: 2. နောက်ဆုံး အလုပ်သမား လုပ်ငန်းခွင်စိတ်ကျေနပ်မှုရှိ/မရှိ စစ်တမ်းကောက်ယူမှု နေ့စွဲ

source: Date of most recent worker satisfaction survey
mm: နောက်ဆုံး အလုပ်သမား လုပ်ငန်းခွင်စိတ်ကျေနပ်မှုရှိ/မရှိ စစ်တမ်းကောက်ယူမှု နေ့စွဲ

source: 3. Date of most recent recruitment survey
mm: 3. နောက်ဆုံး အလုပ်အကိုင်ရှာဖွေမှုဆိုင်ရာကုန်ကျစရိတ် စစ်တမ်းကောက်ယူမှု နေ့စွဲ

source: 4. Number of workers reimbursed recruitment fees
mm: 4. အလုပ်အကိုင်ရှာဖွေမှုဆိုင်ရာကုန်ကျစရိတ်ကိုပြန်လည်ရရှိသောအလုပ်သမားအရေအတွက်

source: 5. Remaining number of workers owed recruitment fee reimbursement
mm: 5. အလုပ်အကိုင်ရှာဖွေရေးဆိုင်ရာကုန်ကျစရိတ် ပြန်ဆပ်ရန် ကျန်ရှိသည့် အလုပ်သမား အရေအတွက်

source: 6. Total amount of recruitment fees reimbursed to workers (US dollars)
mm: 6. အလုပ်သမားများကိုပြန်ပေးသည့်အလုပ်အကိုင်ရှာဖွေရေးဆိုင်ရာကုန်ကျစရိတ်စုစုပေါင်းပမာဏ (ဒေါ်လာဖြင့်)

source: 7. Remaining amount owed, recruitment fee reimbursement to workers (US dollars)
mm: 7. အလုပ်သမားများကိုပြန်ပေးရန် ကျန်ရှိနေသည့်အလုပ်အကိုင်ရှာဖွေရေးဆိုင်ရာကုန်ကျစရိတ်စုစုပေါင်းပမာဏ (ဒေါ်လာဖြင့်)

source: KPIs were successfully updated
mm: KPIs များကို အောင်မြင်စွာ မွမ်းမံ(အပ်ဒိတ်)ပြီးပါပြီ။

source: Not selected suppliers to chart
mm: ဇယားထဲကိုရွေးချယ်ထားတဲ့ လုပ်ငန်းရှင်နာမည်မတွေ့ပါ။

source: These workforce demographics are based on figures provided by your supplier to Issara Institute. Please note the figures correspond to the suppliers selected at top.
mm: ဤလုပ်သားအင်အားစုအခြေအနေပြဇယားသည် သင်လုပ်ငန်းရှင်မှ Issara Institute ကိုပေးထားသည့် ကိန်းဂဏာန်းများအပေါ် အခြေခံထားသည်။ တစ်ခုမှတ်ထားရမှာက ကိန်းဂဏန်းများသည် ထိပ်ဆုံးမှ ရွေးချယ်ထားသော လုပ်ငန်းရှင်နှင့် သက်ဆိုင်ကြောင်း သတိပြုပါ။

source: Workforce Demographics
mm: လုပ်သားအင်အားစုအခြေအနေပြဇယား

source: Source Recruiters
mm: မူရင်းနိုင်ငံမှအေဂျင်စီများ

source: # Call References
mm: # ဖုန်းခေါ်ဆိုမှုကိုးကားချက်

source: No source recruiters logged for this Supplier KPI:
mm: ဤ လုပ်ငန်းရှင် KPI အတွက် မူရင်းနိုင်ငံမှအေဂျင်စီများ စာရင်းသွင်းထားခြင်းမရှိပါ။

source: Destination Recruiters
mm: ဆိုက်ရောက်နိုင်ငံမှအေဂျင်စီများ

source: No destination recruiters logged for this Supplier KPI:
mm: ဤ လုပ်ငန်းရှင် KPI အတွက် ဆိုက်ရောက်နိုင်ငံမှအေဂျင်စီများ စာရင်းသွင်းထားခြင်းမရှိပါ။

source: Please select Supplier KPI Updates for deletion.
mm: ဖျက်သိမ်းမှုလုပ်ရန်လုပ်ငန်းရှင်၏ KPI အပ်ဒိတ်များကိုရွေးချယ်ပါ။

source: Delete Selected Supplier KPI Updates
mm: ရွေးချယ်ထားသောလုပ်ငန်းရှင် KPI အပ်ဒိတ်များကိုဖျက်မည်

source: Copy values from Supplier KPI Update:
mm: လုပ်ငန်းရှင် KPI အပ်ဒိတ်မှ တန်ဖိုးများကိုကူးမည်။

source: to Supplier KPI:
mm: လုပ်ငန်းရှင်KPI ဆီသို့:

source: View Update
mm: အပ်ဒိတ်များကိုကြည့်မည်

source: * KPI Current Status ⇢
mm: * KPI လက်ရှိအခြေအနေ⇢

source: Update #
mm: အပ်ဒိတ် #

source: status:
mm: အခြေအနေများ:

source: quality:
mm: အရည်အသွေး:

source: duration was open:
mm: ဖွင့်ပေးထးသောအချိန်ကာလ:

source: opened_at:
mm: မှာ ဖွင့်ထားသည်:

source: closed_at:
mm: မှာ ပိတ်ထားသည်:

source: closed_quality:
mm: အမှုပိတ်သိမ်းခြင်း_အရည်အသွေး:

source: updated:
mm: အပ်ဒိတ်လုပ်နေသည်:

source: closed_notes:
mm: အမှုပိတ်ရသည့် မှတ်ချက်:

source: documents_deadline:
mm: စာရွက်စာတမ်းများ_နောက်ဆုံးသတ်မှတ်ရက်:

source: payment_deadline:
mm: ငွေပေးချေမှု_နောက်ဆုံးသတ်မှတ််ရက်:

source: change_deadline:
mm: နောက်ဆုံးသတ်မှတ်ရက်များကို ပြောင်းလဲမည်:

source: progress:
mm: တိုးတက်မှုများ:

source: aligned:
mm: ညှိထားသည်:

source: steps:
mm: အဆင့်များ:

source: remaining:
mm: ကျန်ရှိနေသော:

source: remedation notes:
mm: ကုစားခြင်းမှတ်ချက်များ:

source: remediation action:
mm: ကုစားခြင်းအတွက်အရေးယူဆောင်ရွက်ခြင်း:

source: remmediation validation:
mm: ကုစားမှုနှင့်ပတ်သက်ပြီးမှန်ကန်ကြောင်းအတည်ပြုခြင်း:

source: remmediation results:
mm: ကုစားခြင်းနှင့်ပတ်သက်သည့်ရလဒ်များ:

source: affected_workers:
mm: ထိခိုက်ခံရသော အလုပ်သမားများ:

source: retaliation:
mm: လက်တုံ့ပြန်ခြင်း:

source: Call(s) Referencing this KPI
mm: ဒီ KPI ကိုရည်ညွှန်းထားသောဖုန်းခေါ်ဆိုမှုများ

source: Modified:
mm: မွမ်းမံပြင်ဆင်ထားသည်:

source: Client Nickname:
mm: ဖုန်းခေါ်ဆိုသူအခြားနာမည်:

source: Client Phone Number:
mm: ဖုန်းခေါ်ဆိုသူဖုန်းနံပါတ်:

source: Assigned Issara Staff:
mm: တာ၀န်ပေးထားသောအစ်ဆာရာ၀န်ထမ်း:

source: Call Level:
mm: ဖုန်းခေါ်ဆိုမှုအဆင့်:

source: Source Recrutier:
mm: မူရင်းနိုင်ငံမှအေဂျင်စီ:

source: Destination Recrutier:
mm: မူရင်းနိုင်ငံမှအေဂျင်စီ:

source: Referal Notes:
mm: အမှုလွဲမှတ်စုများ:

source: Show Closed
mm: ပိတ်ထားကြောင်းပြသည်

source: Must set closed At Date when closing
mm: အမှုပိတ်သည့်အခါတွင် စနစ်မှာပိတ်ထားတဲ့ရက်စွဲအတိုင်း သတ်မှတ်ရပါမည်။

source: Must set openedAt, this field can't be blank
mm: အမှုဖွင့်ထားသည့်ရက်(OpenAt) ကို သတ်မှတ်ရမည်၊ ဤအကွက်ကို ကွက်လပ်ထား၍မရပါ။

source: Remediation Deadline:
mm: ပြန်လည်ကုစားခြင်းအတွက်နောက်ဆုံးသတ်မှတ်ရက်:

source: Not implemented
mm: အကောင်အထည်မဖော်ရသေးပါ

source: Systems Change Deadline:
mm: စနစ်များ ပြောင်းလဲခြင်းအတွက်နောက်ဆုံးသတ်မှတ်ရက်:

source: # Impacted:
mm: #ထိခိုက်ခံရသော:

source: Opened At:
mm: မှာ ဖွင့်ထားသည်:

source: Closed At:
mm: မှာ ပိတ်ထားသည်:

source: Please assess quality of remediation
mm: ကျေးဇူးပြုပြီး ပြန်လည်ကုစားခြင်းအတွက် အရည်အသွေးကိုအကဲဖြတ်ပါ။

source: Please explain the rationale for this remediation outcome assessment.
mm: ကျေးဇူးပြု၍ ဤပြန်လည်ကုစားခြင်းရလဒ်အကဲဖြတ်ခြင်းအတွက် ကျိုးကြောင်းဆီလျော်မှုရှိ/မရှိကို ရှင်းပြပါ။

source: Number of affected workers related to this KPI
mm: ဒီKPIနဲ့ပတ်သက်ဆက်နွယ်မှုရှိသောထိခိုက်ခံရသည့်အလုပ်သမားအရေအတွက်

source: Have there been any retaliation or threats to workers?
mm: အလုပ်သမားများကို လက်တုံ့ပြန်ခြင်း သို့မဟုတ် ခြိမ်းခြောက်မှုများ ရှိခဲ့ပါသလား။

source: Do not include in Supplier Dashboard as per risk assessment.
mm: အန္တရာယ်အကဲဖြတ်မှုအရ Supplier Dashboard တွင် မပါဝင်ပါနှင့်။ (မထည့်ပါနှင့်)

source: Please summarize Issara's recommendations for remediation to address this KPI, including timeframe
mm: အချိန်ကာလအပိုင်းအခြားအပါအဝင် ဤ KPI ကိုဖြေရှင်းရန်အတွက် ပြန်လည်ကုစားခြင်းအတွက် Issara ၏အကြံပြုချက်များကို အကျဉ်းချုပ်ဖော်ပြပါ။

source: What date has been communicated as the recommended deadline for completion of payments and/or next major payment milestone?
mm: ငွေပေးချေမှုများပြီးမြောက်ရန် အကြံပြုထားသော နောက်ဆုံးရက်နှင့်/သို့မဟုတ် နောက်လာမည့် အဓိကငွေပေးချေမှုမှတ်တိုင်အဖြစ် မည်သည့်ရက်စွဲကို အကြောင်းကြားထားသနည်း?

source: How much progress has been made on remediation, as recommended by Issara?
mm: Issara မှ အကြံပြုထားသည့်အတိုင်း ပြန်လည်ကုစားခြင်းတွင် တိုးတက်မှု ဘယ်လောက်ရှိပြီလဲ။

source: How aligned are the business's responses with Issara's recommendations and international ethical standards?
mm: စီးပွားရေးလုပ်ငန်း၏ တုံ့ပြန်မှုများသည် Issara ၏ အကြံပြုချက်များနှင့် နိုင်ငံတကာကျင့်ဝတ်စံနှုန်းများနှင့် မည်မျှ လိုက်လျောညီထွေရှိသနည်း။

source: Describe steps taken by the business so far.
mm: ယခုအချိန်အထိ အလုပ်ရှင်ဘက်က ဆောင်ရွက်ခဲ့သည့် အဆင့်များကို ဖော်ပြပါ။

source: Describe steps remaining by the business.
mm: လုပ်ငန်းရှင်မှအရေးယူဆောင်ရွက်ရန်ကျန်နေသောအဆင့်များ:

source: How much money is owed in total to all workers? (If none is owed, please enter '0')
mm: အလုပ်သမားအားလုံးကိုဆပ်ရန်ရှိသည့် စုစုပေါင်းအကြွေး ဘယ်လောက်ရှိလဲ။ (အကြွေးမတင်ပါက '0' ဟု ရိုက်ထည့်ပါ)

source: How much money has been paid back so far? (If none is has been paid, please enter '0')
mm: အခုထိ အလုပ်သမားအားလုံးကို ငွေဘယ်လောက်ပြန်ဆပ်ပြီးပြီလဲ။။ (ဘာမှပြန်မဆပ်ရသေးပါက '0' ဟု ရိုက်ထည့်ပါ)

source: (* Special field for Mark or Lisa Only) Please share any other detail about remediation results.
mm: (* Mark သို့မဟုတ် Lisa အတွက် ဖြည့်ရန် သီးသန့်နေရာ) ကျေးဇူးပြု၍ ပြန်လည်ကုစားခြင်းရလဒ်များအကြောင်းနှင့်ပတ်သက်ပြီး အခြားအသေးစိတ်အချက်အလက်များကို မျှဝေပါ။

source: Please summarize Issara's recommendations for systems change to address this KPI, including timeframe.
mm: အချိန်ကာလအပိုင်းအခြားအပါအဝင် ဤ KPI ကိုဖြေရှင်းရန်လိုအပ်တဲ့ စနစ်များပြောင်းလဲခြင်းအတွက် Issara ၏အကြံပြုချက်များကို အကျဉ်းချုပ်ဖော်ပြပါ။

source: How much progress has been made on systems change, as recommended by Issara?
mm: Issara မှ အကြံပြုထားသည့်အတိုင်း စနစ်များ ပြောင်းလဲခြင်းတွင် တိုးတက်မှု မည်မျှရှိသနည်း။

source: Anonymous Supplier
mm: နာမည်မဖော်ပြထားသောလုပ်ငန်းရှင်

source: The Issara Institute launched the Suppliers Dashboard in 2022, building upon the feedback and aspirations of the Issara Institute team, Suppliers, and donors.
mm: Issara Institute သည် Suppliers Dashboard ကို 2022 ခုနှစ်တွင် စတင်ခဲ့ပြီး Issara Institute အဖွဲ့သားများ၊ လုပ်ငန်းရှင်များနှင့် အလှူရှင်များ၏ အကြံပြုချက်များနှင့် မျှော်မှန်းချက်များကို အခြေခံ၍ စတင်ခဲ့သည်။
