Repository: kamkyi/python-translations-engine
Catalog: updated_pos_two/mm.po
Languages: mm

source: Objective: The objective of this Dashboard is to provide suppliers with a robust tool to help monitor, benchmark, remediate, and improve labor issues, systems, and business performance in global supply chains.
mm: ရည်ရွယ်ချက်- ဤ Dashboard ၏ ရည်ရွယ်ချက်မှာ ကမ္ဘာလုံးဆိုင်ရာ ကုန်စီစီးဆင်းမှုကွင်းဆက်များတွင် စောင့်ကြည့်ကြပ်မတ်ရန်၊ စံသတ်မှတ်ချက်၊ ပြန်လည်ပြင်ဆင်ခြင်းနှင့် အလုပ်သမားရေးရာပြဿနာများ၊ စနစ်များနှင့် လုပ်ငန်းစွမ်းဆောင်ရည်များ တိုးတက်ကောင်းမွန်လာစေရန်အတွက် လုပ်ငန်းရှင်များအား ခိုင်မာသောကိရိယာတစ်ခုဖြင့် ပံ့ပိုးပေးရန်ဖြစ်သည်။

source: Confidentiality: The information in the Dashboard is confidential to each supplier and is tailored to your own unique company. All information provided via the Dashboard is governed by your company’s Suppliers Partner agreement with Issara Institute. The information may not be shared externally.
mm: လျှို့ဝှက်ထားမှု- Dashboard ရှိ အချက်အလက်များသည် လုပ်ငန်းရှင်တိုင်းအတွက် လျှို့ဝှက်ထားပြီး သင့်ကိုယ်ပိုင်ကုမ္ပဏီနှင့် အံဝင်ခွင်ကျဖြစ်စေပါသည်။ ဒက်ရှ်ဘုတ် (Dashboard) မှတစ်ဆင့် တင်ပြထားသည့် အချက်အလက်အားလုံးကို Issara Institute နှင့် သင့်ကုမ္ပဏီ၏ "လုပ်ငန်းရှင် နှင့် မိတ်ဆက် သဘောတူညီချက်" (Suppliers Partner agreement with Issara Institute) ဖြင့် အုပ်ချုပ်သည်။ အချက်အလက်များကို ပြင်ပတွင် မျှဝေခြင်းမပြုနိုင်ပါ။

source: Features: Issara will continue to advance features within the Dashboard, and we welcome your feedback and input to make the Dashboard as useful and impactful as possible. For example, benchmarking and trend analysis are slated for upcoming iterations. How this information may be integrated with your internal practices and protocols (current and planned), will also be part of discussions with each supplier.
mm: အင်္ဂါရပ်များ- Issara သည် ဒက်ရှ်ဘုတ်အတွင်းရှိ အင်္ဂါရပ်များကို ဆက်လက်မြှင့်တင်သွားမည်ဖြစ်ပြီး Dashboard ကို တတ်နိုင်သမျှ အသုံးဝင်ပြီး အကျိုးသက်ရောက်မှုရှိစေရန် သင်၏တုံ့ပြန်ချက်နှင့် အကြံပြုမှုကို ကျွန်ုပ်တို့ကြိုဆိုပါသည်။ ဥပမာအားဖြင့်၊ စံညွှန်းသတ်မှတ်ခြင်းနှင့် ခေတ်ရေစီးကြောင်းနှင့် လိုက်လျှောညီထွေမှုရှိသော ခွဲခြမ်းစိတ်ဖြာခြင်းကို လာမည့်လုပ်ငန်းစဥ်အစီအစဥ်များအတွက် စီစဉ်ထားသည်။ ဤအချက်အလက်ကို သင်၏ ကုမ္ပဏီတွင်းကျင့်သုံးနေသော အလေ့အကျင့်များနှင့် ပရိုတိုကောများ (လက်ရှိနှင့် စီစဉ်ထားသည့်) ကို မည်သို့ပေါင်းစပ်နိုင်နိုင်ကြောင်း ကို ဆွေးနွေးခြင်း တစ်စိတ်တစ်ပိုင်းလည်းဖြစ်သည်။

source: We are excited about the breadth of information, data analysis, and transparency that the Suppliers Dashboard can provide. We look forward to our ongoing collaboration with you to support ethical labour recruitment and improved working conditions. If you have any questions, please contact your Issara Institute Supplier dashboard focal point,
mm: Suppliers Dashboard မှပေးစွမ်းနိုင်သည့် ကျယ်ပြန့်သော အချက်အလက်၊ ဒေတာခွဲခြမ်းစိတ်ဖြာမှုနှင့် ပွင့်လင်းမြင်သာမှုတို့အတွက် ကျွန်ုပ်တို့ စိတ်လှုပ်ရှားမိပါသည်။ ကျင့်ဝတ်ဆိုင်ရာ အလုပ်သမား စုဆောင်းရေးနှင့် ပိုမိုကောင်းမွန်သော လုပ်ငန်းခွင်အခြေအနေများကို ပံ့ပိုးကူညီရန် ကျွန်ုပ်တို့၏ ဆက်လက်ပူးပေါင်းဆောင်ရွက်မှုကို မျှော်လင့်ပါသည်။ သင့်တွင်မေးခွန်းများရှိပါက ကျေးဇူးပြု၍ သင်၏ (အစ်ဆာရာအင်စတီကျုလုပ်ငန်းရှင်များ ဒတ်ရှ်ဘုတ်) Issara Institute Supplier Dashboard ကို ဆက်သွယ်ပါ။

source: Mark Taylor
mm: မတ်(ခ်)တေလာ

source: While we have made our best efforts to ensure the accuracy and reliability of the information collected and contained in this dashboard, Issara Institute is not responsible for any errors or omissions, or for the results obtained from the use of this information.
mm: ဤဒက်ရှ်ဘုတ်တွင်ပါရှိသော အချက်အလက်များ၏ တိကျမှုနှင့် ယုံကြည်စိတ်ချရမှုတို့ကို သေချာစေရန် ကျွန်ုပ်တို့၏ အကောင်းဆုံးကြိုးပမ်းအားထုတ်မှုများ ပြုလုပ်ထားသော်လည်း၊ Issara Institute အနေဖြင့် မည်သည့်အမှားအယွင်းများ (သို့မဟုတ်) ပျက်ကွက်မှုများ (သို့မဟုတ်)ဤအချက်အလက်အသုံးပြုမှုမှ ရရှိသောရလဒ်များအတွက် တာဝန်ယူမည်မဟုတ်ပါ။

source: All information in this dashboard is provided "as is", with no guarantee of completeness, accuracy, timeliness or of the results obtained from the use of this information, and without warranty of any kind, express or implied, including, but not limited to warranties of performance, merchantability and fitness for a particular purpose. Nothing herein shall to any extent substitute for the independent investigation and the sound technical and business judgment of the reader.
mm: ဤဒက်ရှ်ဘုတ်ရှိ အချက်အလက်အားလုံးကို ပြည့်စုံမှု၊ တိကျမှု၊ အချိန်မီမှု သို့မဟုတ် ဤအချက်အလက်အသုံးပြုမှုမှရရှိသော ရလဒ်များ၏ အာမခံချက်မရှိဘဲ "ဖြစ်စဥ်အတိုင်း" ပေးထားသည်။ ဒါ့အပြင် သီးခြားရည်ရွယ်ချက်တစ်ခုအတွက် အာမခံချက်မရှိဘဲ၊ စွမ်းဆောင်ရည်၊ ရောင်းဝယ်ဖောက်ကားနိုင်မှုနှင့် ကြံ့ခိုင်မှုဆိုင်ရာ အာမခံချက်များအတွက် အကန့်အသတ်မရှိ အပါအဝင်၊ ဖော်ပြထားသည် (သို့မဟုတ်) အဓိပ္ပာယ်ဖွင့်ဆိုထားသည်။ ဤနေရာတွင် မည်သည့်အရာမှ လွတ်လပ်သော စုံစမ်းစစ်ဆေးမှုနှင့် စာဖတ်သူ၏ ခိုင်မာသော နည်းပညာပိုင်းနှင့် စီးပွားရေးဆိုင်ရာ စီရင်ဆုံးဖြတ်မှုအတွက် မည်သည့်အတိုင်းအတာအထိ အစားထိုးမည်မဟုတ်ပါ။

source: Any views, opinions and guidance set out in this dashboard are provided for information purposes only, and do not purport to be legal and/or professional advice or a definitive interpretation of any law. In no event will Issara Institute or its employees be liable to you or anyone else for any decision made or action taken in reliance on the information in this report or for any consequential,special or similar damages, even if advised of the possibility of such damages. The information contained in this dashboard is intended solely to provide general guidance on matters of interest for the use of the reader, who accepts full responsibility for its use.
mm: ဤဒက်ရှ်ဘုတ်တွင်ဖော်ပြထားသော မည်သည့်အမြင်များ၊ ထင်မြင်ယူဆချက်များနှင့် လမ်းညွှန်ချက်များသည် သတင်းအချက်အလတ်များအတွက်သာ ပံ့ပိုးပေးထားပြီး ဥပဒေနှင့်/သို့မဟုတ် ပရော်ဖက်ရှင်နယ် အကြံဉာဏ်များ သို့မဟုတ် ဥပဒေတစ်ခုခု၏ တိကျသေချာသော အဓိပ္ပာယ်ဖွင့်ဆိုချက်ဖြစ်ရန် မရည်ရွယ်ပါ။ Issara Institute သို့မဟုတ် ၎င်း၏ဝန်ထမ်းများသည် ဤအစီရင်ခံစာပါ အချက်အလက်များအပေါ် အားကိုး၍ ပြုလုပ်ခဲ့သော ဆုံးဖြတ်ချက် သို့မဟုတ် လုပ်ဆောင်မှုများအတွက် သို့မဟုတ် အကျိုးဆက်ဖြစ်သော၊ အထူး သို့မဟုတ် အလားတူ ပျက်စီးဆုံးရှုံးမှုများအတွက် အကြံပေးထားလျှင်ပင် မည်သည့်ဖြစ်ရပ်အတွက်မဆို Issara Institute သို့မဟုတ် ၎င်း၏ဝန်ထမ်းများသည် သင် သို့မဟုတ် အခြားသူတစ်ဦးဦးထံတွင် တာဝန်ယူမည်မဟုတ်ပါ။ ဤဒက်ရှ်ဘုတ်တွင်ပါရှိသော အချက်အလက်များသည် စာဖတ်သူ (သုံးစွဲသူ) ၏အသုံးပြုမှုအတွက် စိတ်ဝင်စားဖွယ်ကိစ္စရပ်များအတွက် ယေဘုယျလမ်းညွှန်ချက်ပေးရန် ရည်ရွယ်ပြီး ၎င်းကိုအသုံးပြုမှုအတွက် အပြည့်အဝတာဝန်ယူသော စာဖတ်သူ (အသုံးပြုသူ)သာ အသုံးပြုရန်ဖြစ်သည်။

source: Supplier Message Board(Found:
mm: ပါတနာ မက်ဆေ့ချ်ဘုတ် (ရှာဖွေတွေ့ရှိသည်:

source: fishing_gear_liscense_number:
mm: ငါးဖမ်းခြင်_ဂီယာ_လိုင်စင်_နံပါတ်:

source: Tier_Id:
mm: အဆင့်(Tier)_ID:

source: WORK INDICATOR 2. % of worker-reported issues in the supply chain resolved in under 60 days
mm: အလုပ်အညွှန်း ၂. ကုန်စည်စီးဆင်းမှုကွင်းဆက်ရှိ အလုပ်သမား တင်ပြထားသော ပြဿနာများကို ရက် 60 အတွင်း ဖြေရှင်းနိုင်သည့် ရာခိုင်နှုန်း

source: WORK INDICATOR 3. % of remediation efforts of specific issues resolved at Poor, Fair, Good and Excellent level
mm: အလုပ်အညွှန်း ၂."အတော်အသင့်"၊ "ကောင်းသော" သို့မဟုတ် "အလွန်ကောင်းသော" အဆင့်တွင် ဖြေရှင်းနိုင်ခဲ့သည့် သီးသန့်ပြဿနာများအတွက် ပြန်လည်ကုစားရေးကြိုးပမ်းမှု ရာခိုင်နှုန်း

source: WORKER VOICE
mm: အလုပ်သမားအသံ

source: Grey = Not yet initiated; Yellow = Partial progress; Green = Completed/ongoing
mm: မီးခိုးရောင် = မစတင်သေးပါ။ အဝါရောင် = တစ်စိတ်တစ်ပိုင်း တိုးတက်မှု၊ အစိမ်းရောင် = ပြီးစီးသည်/လုပ်ဆောင်နေဆဲ

source: LABOUR RECRUITMENT
mm: လုပ်သားစုဆောင်းရေး

source: WORKING CONDITIONS
mm: လုပ်ငန်းခွင်အခြေအနေများ

source: Number of workers with access to Issara worker voice channels
mm: အစ်ဆာရာအလုပ်သမား အသံချန်နယ်များနှင့် ထိတွေ့ဆက်သွယ်နိုင်သော အလုပ်သမားအရေအတွက်

source: Not available
mm: မရနိုင်ပါ

source: Date of most recent recruitment survey
mm: နောက်ဆုံး အလုပ်အကိုင်ရှာဖွေမှုဆိုင်ရာကုန်ကျစရိတ် စစ်တမ်းကောက်ယူမှု နေ့စွဲ

source: Number of workers reimbursed recruitment fees
mm: အလုပ်အကိုင်ရှာဖွေမှုဆိုင်ရာကုန်ကျစရိတ်ကိုပြန်လည်ရရှိသောအလုပ်သမားအရေအတွက်

source: Remaining number of workers owed recruitment fee reimbursement
mm: အလုပ်အကိုင်ရှာဖွေရေးဆိုင်ရာကုန်ကျစရိတ် ပြန်ဆပ်ရန် ကျန်ရှိသည့် အလုပ်သမားများ အရေအတွက်

source: Total amount of recruitment fees reimbursed to workers (US dollars)
mm: အလုပ်သမားများကိုပြန်ပေးသည့်အလုပ်အကိုင်ရှာဖွေရေးဆိုင်ရာကုန်ကျစရိတ်စုစုပေါင်းပမာဏ (ဒေါ်လာဖြင့်)

source: Remaining amount owed, recruitment fee reimbursement to workers (US dollars)
mm: အလုပ်သမားများကိုပြန်ပေးရန် ကျန်ရှိနေသည့်အလုပ်အကိုင်ရှာဖွေရေးဆိုင်ရာကုန်ကျစရိတ်စုစုပေါင်းပမာဏ (ဒေါ်လာဖြင့်)

source: Report File Uploader
mm: ဖိုင်အပ်လုတ်ဒါကို ရီပို့ထုမည်။

source: Please enter the name of the report and select the file
mm: ကျေးဇူးပြု၍ အစီရင်ခံစာအမည်ကို ရိုတ်ထည့်ပါ။ ပြီးရင် ဖိုင်ကို ရွေးပါ။

source: Upload
mm: အပ်လုတ်မည်(တင်မည်)

source: Supplier Login Tracking (Found:
mm: လုပ်ငန်းရှင် အကောင့်ဝင်ခြင်း (log-in) ခြေရာခံခြင်း (တွေ့ရှိသည်:

source: Supplier Logins:
mm: လုပ်ငန်းရှင်အကောင့်၀င်ခြင်းများ (Logins):

source: No Supplier Logins at this time.
mm: လက်ရှိ ဘယ်လုပ်ငန်းရှင်မှ အကောင့်ဝင်ထားခြင်း (log-in)မရှိပါ။

source: Strategic Partners
mm: မဟာဗျူဟာမိတ်ဖက်(၀ယ်လက်)

source: Other Primary Focus Description
mm: အခြားအဓိကအာရုံစိုက်နေသောအကြောင်းအရာ

source: Estimated number of people reached
mm: ရောက်ရှိနိုင်မည့် ခန့်မှန်းခြေ လူအရေအတွက်

source: This value can not be greater than the total
mm: ဤတန်ဖိုးသည် စုစုပေါင်းတန်ဖိုးထက် မပိုနိုင်ပါ။

source: MM Hotline Total
mm: မြန်မာဟော့လိုင်းစုစုပေါင်း

source: MM Facebok Total
mm: မြန်မာဖေ့ဘုတ်စုစုပေါင်း

source: MM Line Total
mm: မြန်မာလိုင်း(စိမ်း)စုစုပေါင်း

source: MM Viber Total
mm: မြန်မာဘိုင်ဘာစုစုပေါင်း

source: CB Hotline Total
mm: ကမ္ဘောဒီးယားဟော့လိုင်းစုစုပေါင်း

source: CB Line Total
mm: ကမ္ဘောဒီးယားလိုင်း(စိမ်း)စုစုပေါင်း

source: CB Telegram Total
mm: ကမ္ဘောဒီးယားတယ်လီဂရမ်စုစုပေါင်း

source: CB Viber Total
mm: ကမ္ဘောဒီးယားဘိုင်ဘာစုစုပေါင်း

source: TH Hotline Total
mm: ထိုင်းဟော့လိုင်းစုစုပေါင်း

source: TH Facebook Total
mm: ထိုင်းဖေ့ဘုတ်စုစုပေါင်း

source: TH Line Total
mm: ထိုင်းလိုင်း(စိမ်း)စုစုပေါင်း

source: TH Viber Total
mm: ထိုင်းဘိုင်ဘာစုစုပေါင်း

source: No. of Workers Reached In Pre-Departure mm
mm: ပြည်ပမထွက်ခွာခင်အကြိုသင်တန်းမှာချိတ်ဆက်မိသောအလုပ်သမားများအရေအတွက် (မြန်မာ)

source: update
mm: အပ်ဒိတ်

source: Well Done!!
mm: အောင်မြင်သည်!

source: Reset Password
mm: လျှို့ဝှက်ကုတ်အသစ်ပြန်လည်သတ်မှတ်မည်
