Repository: kamkyi/python-translations-engine
Catalog: updated_po_files/*.po
Languages: id, ne, th

source: Supplier KPIs timeline chart
th: ไทม์ไลน์ KPI ของบริษัท

source: Fetching KPI categories..
id: Memuat kategori KPI
ne: मुख्य कामका सूचकका (KPI) प्रकारहरू खोज्दै .....
th: กำลังค้นหาประเภท KPI

source: Please choose a supplier
th: เลือกบริษัท

source: Issara Institute
ne: इसरा इन्स्टिच्युट
th: สถาบันอิสรา

source: Client Status
id: Status Klien
ne: ग्राहक स्थिति
th: สถานะของผู้มาติดต่อ

source: Status of Client
id: Status Klien
ne: ग्राहकको स्थिति
th: สถานะของผู้มาติดต่อ

source: Case/Call Type
id: Jenis kasus/panggilan
ne: मद्दा/कल प्रकार
th: จุดประสงค์ในการติดต่อ

source: Type of Call/Case
id: Jenis kasus/panggilan
ne: कल/केसको प्रकार
th: จุดประสงค์ในการติดต่อ

source: open
id: Dibuka
ne: खुल्ला
th: เปิด

source: close
id: Diselesaikan
ne: बन्द
th: ปิด

source: Case Status
id: Status kasus
ne: केस स्थिति
th: สถานะของเคส

source: Worker Voice Channel
id: Saluran Suara Pekerja
ne: श्रमिक आवाज च्यानल
th: ช่องทางเสียงของแรงงาน

source: Client Type
id: Jenis klien
ne: ग्राहक प्रकार
th: ประเภทผู้มาติดต่อ

source: Type of Client
id: Jenis klien
ne: ग्राहकको प्रकार
th: ประเภทผู้มาติดต่อ

source: Daily worker
id: Pekerja harian
ne: दैनिक श्रमिक
th: แรงงานรายวัน

source: Piece work
id: Pekerja borongan
ne: गोटा-गिन्ती वाला काम
th: แรงงานรับเหมา

source: Seasonal worker
id: Pekerja musiman
ne: मौसमी कामदार
th: แรงงานตามฤดูกาล

source: Full-time position
id: Pekerja penuh waktu
ne: पूर्ण-समय वाला काम
th: แรงงานประจำ

source: Other
id: Lainnya
ne: अन्य
th: อื่นๆ

source: Contract Type
id: Jenis kontrak
ne: सम्झौता प्रकार
th: ประเภทสัญญา

source: Country
id: Negara
ne: देश
th: ประเทศ

source: District
id: Kabupaten
ne: जिल्ला
th: เขต/อำเภอ

source: Undocumented
id: Tidak berdokumen
ne: कागजात नभएको
th: ไม่มีเอกสารตามกฏหมาย

source: Pink card
id: Kartu merah muda
th: บัตรชมพู

source: CI/TD
th: หนังสือรับรองสถานะบุคคลประเภทซีไอ (CI) /หรือแบบชั่วคราว

source: Passport
id: Paspor
ne: राहदानी
th: พาสปอร์ต

source: Border pass
id: Pas perbatasan
ne: सीमा पास
th: หนังสือผ่านแดน

source: Document Type
id: Jenis dokumen
ne: कागजात प्रकार
th: ประเภทเอกสาร

source: Ethnicity
id: Etnisitas
ne: जातजाती
th: ชาติพันธ์ุ

source: Fetching fieldwork types..
id: Memuat jenis kerja lapangan
ne: फिल्डवर्क प्रकारहरू ल्याउँदै।।
th: กำลังค้นหาประเภทกิจกรรม

source: Activity Type
id: Jenis aktivitas
ne: गतिविधिको प्रकार
th: ประเภทกิจกรรม

source: Select Gender
id: Pilih jenis kelamin
ne: लिङ्ग चयन गर्नुहोस्
th: เลือกเพศ

source: Male
id: Laki-laki
ne: पुरुष
th: ชาย

source: Female
id: Perempuan
ne: महिला
th: หญิง

source: Non-Binary
id: Non-biner
ne: अन्य
th: นอนไบนารี่

source: Gender
id: Jenis kelamin
ne: लिङ्ग
th: เพศ

source: How did the client hear about the organization? (check all that apply)
id: Dari mana klien mendengar mengenai organisasi? (pilih semua yang sesuai)
ne: ग्राहकले संस्थाको बारेमा कसरी सुन्नुभयो? (लागू हुने सबै जाँच गर्नुहोस्)
th: ผู้มาติดต่อทราบข่าวเกี่ยวกับองค์กรของท่านได้อย่างไร (เลือกได้หลายข้อ)

source: How did the client hear about Issara? (check all that apply)
id: Dari mana klien mendengar mengenai organisasi (pilih semua yang sesuai)
ne: ग्राहकले इसराको बारेमा कसरी सुन्नुभयो? (लागू हुने सबै जाँच गर्नुहोस्)
th: ผู้มาติดต่อทราบข่าวเกี่ยวกับสถาบันอิสราได้อย่างไร (เลือกได้หลายข้อ)

source: Loading...
id: Memuat
ne: लोड हुँदै…..
th: กำลังโหลด...

source: Fetching suppliers...
id: Memuat pemasok
ne: रोजगारदाताहरू खोज्दै…..
th: กำลังค้นหาซัพพลายเออร์

source: Organization staff
id: Staf organisasi
ne: संस्थाको कर्मचारी
th: เจ้าหน้าที่องค์กร

source: Issara Staff
id: Staf Issara
ne: इसराको कर्मचारी
th: เจ้าหน้าที่สถาบันอิสรา

source: KPI category
id: Kategori KPI
ne: मुख्य कामका सूचकका (KPI) प्रकारहरू
th: ประเภท KPI

source: Edit
id: Sunting
ne: सम्पादन गर्नुहोस्
th: แก้ไข

source: Category
id: Kategori
ne: प्रकार
th: ประเภท

source: Level
id: Tingkat
ne: स्तर
th: ระดับ

source: Goal
id: Tujuan
ne: लक्ष्य
th: เป้าหมาย

source: Done
id: Selesai
ne: सकियो
th: เสร็จเรียบร้อย

source: Loading..
id: Memuat
ne: लोड हुँदै ….
th: กำลังโหลด...

source: Nationality
id: Kewarganegaraan
ne: राष्ट्रियता
th: สัญชาติ

source: Province
id: Provinsi
ne: प्रदेश
th: จังหวัด

source: Purpose of Call/Message
id: Tujuan panggilan/pesan
ne: कल/सन्देशको उद्देश्य
th: จุดประสงค์ในการติดต่อ

source: Purpose
id: Tujuan
ne: उद्देश्य
th: วัตถุประสงค์

source: Fetching recruiters..
id: Memuat agen perekrutan
ne: मेनपावर कम्पनीहरू खोज्दै….
th: กำลังค้นหาเอเจนซี่จัดหาแรงงาน

source: Referral Actions
id: Tindakan rujukan
ne: रेफरल कार्वाहीहरू
th: การส่งต่อเคสเพื่อดำเนินการ

source: Organization Name
id: Nama organisasi
ne: संस्थाकाे नाम
th: ชื่อองค์กร

source: Fetching suppliers..
id: Memuat pemasok
ne: रोजगारदाताहरू खोज्दै …..
th: กำลังค้นหาซัพพลายเออร์

source: English
id: bahasa Inggris
ne: अंग्रेजी
th: ภาษาอังกฤษ

source: Nepali
id: Bahasa Nepal
ne: नेपाली
th: ภาษาเนปาล

source: Burmese
id: bahasa Burma
ne: बर्मेली
th: ภาษาพม่า

source: Thai
id: Bahasa Thailand
ne: थाई
th: ภาษาไทย

source: Japanese
id: Bahasa Jepang
ne: जापानी
th: ภาษาญี่ปุ่น

source: Person
id: Orang
ne: व्यक्ति
th: บุคคล

source: Profile
id: Profil
ne: प्रोफाइल
th: โปรไฟล์

source: Log out
id: Keluar
ne: लगआउट
th: ออกจากระบบ

source: Are you sure want to change the language ?
id: Apakah anda yakin ingin mengubah bahasa?
ne: के तपाइँ निश्चित रूपमा भाषा परिवर्तन गर्न चाहनुहुन्छ?
th: คุณแน่ใจหรือไม่ว่าต้องการเปลี่ยนภาษา?

source: Are you sure want to change the language to
id: Apakah anda yakin ingin mengubah bahasa ke
ne: के तपाईं निश्चित रूपमा भाषा परिवर्तन गर्न चाहनुहुन्छ
th: คุณแน่ใจหรือไม่ว่าต้องการเปลี่ยนภาษาเป็น

source: The application will be refreshed to effect the changed language.
id: Aplikasi ini akan dimuat ulang untuk menerapkan bahasa yang dipilih
ne: परिवर्तन गरिएको भाषालाई लागु गर्न पार्न एपलाई रफ्रेस गरिनेछ।
th: แอปพลิเคชันจะทำการโหลดใหม่เพื่อเปลี่ยนภาษา

source: Cancel
id: Batal
ne: रद्द गर्नुहोस्
th: ยกเลิก

source: Yes, Sure Please
id: Ya
ne: हो, अवश्य कृपया
th: ใช่

source: Supplier Overview
th: ภาพรวมบริษัท

source: Progress Dashboard
th: แดชบอร์ดการดำเนินการ

source: Worker Reported Issues
th: ประเด็นที่แรงงานรายงาน

source: Kpi References
id: Rujukan Kpi
ne: KPI सन्दर्भ
th: รหัสอ้างอิง KPI

source: Password Reset
id: Reset sandi
ne: पासवर्ड रिसेट
th: ตั้งพาสเวิร์ดใหม่

source: Login Page
id: Halaman login
ne: लगइन पृष्ठ
th: หน้าล็อกอิน

source: Enter 2 Factor Code
id: Masukkan kode 2 faktor
ne: 2 फ्याक्टर कोड उल्लेख गर्नुहोस्
th: ยืนยันตัวตนด้วยรหัส 2 Factor

source: Lock Screen Page
id: Halaman layar kunci
ne: लक स्क्रिन पृष्ठ
th: หน้าล็อกสกรีน

source: Error Page
id: Halaman error
ne: त्रुटि पृष्ठ
th: พบข้อผิดพลาดในหน้านี้

source: Worker Voice
id: Suara Pekerja
ne: श्रमिक आवाज
th: เสียงของแรงงาน

source: Add Call
id: Tambahkan panggilan
ne: कल थप्नुहोस्
th: เพิ่มคอล

source: View Calls
id: Lihat panggilan
ne: कलहरू हेर्नुहोस्
th: ดูคอล

source: Team Activities
id: Aktivitas tim
ne: टिमका गतिविधिहरू
th: ประเภทกิจกรรมของทีม

source: Add activity
id: Tambah aktivitas
ne: गतिविधि थप्नुहोस्
th: เพิ่มกิจกรรม

source: Add monthly WV metrics
id: Tambah data bulanan Suara Pekerja
ne: मासिक श्रमिक आवाज सम्बन्धी मेट्रिक्स थप्नुहोस्
th: เพิ่มมาตรวัดเสียงของแรงงานประจำเดือน

source: WV and ER metrics
id: Data Suara Pekerja dan ER
ne: श्रमिक आवाज र बैधानिक भर्ना सम्बन्धी मेट्रिक्स
th: มาตรวัดเสียงของแรงงานและการสรรหาจ้างแรงงานอย่างมีจริยธรรม

source: Team Tasks
id: Tugas tim
ne: समूह कार्य
th: งานประจำวันของทีม

source: Internal Dashboards
id: Dasbor internal
ne: आन्तरिक ड्यासबोर्डहरू
th: แดชบอร์ดภายใน

source: Team Activity Dashboard
id: Dasbor aktivitas tim
ne: समूह गतिविधिको ड्यासबोर्ड
th: แดชบอร์ดกิจกรรมของทีม

source: Case management
id: Manajemen kasus
ne: मुद्दा व्यवस्थापन
th: การจัดการรายกรณี

source: Kpi Updates
id: Pembaruan Kpi
ne: मुख्य कामका सूचकका (KPI) अद्यावधिकहरू
th: อัปเดท Kpi

source: Suppliers
id: Pemasok
ne: रोजगारदाताहरु
th: ซัพพลายเออร์

source: View Suppliers
id: Lihat pemasok
ne: रोजगारदाताहरु हेर्नुहोस्
th: ดูซัพพลายเออร์

source: References
id: Rujukan
ne: सन्दर्भहरू
th: ข้อมูลอ้างอิง

source: Legal Violations
id: Pelanggaran Hukum
ne: कानुनी उल्लङ्घनहरू
th: ด้านการละเมิดทางกฏหมาย

source: Change Password
id: Ubah sandi
ne: पासवर्ड परिवर्तन गर्नुहोस्
th: เปลี่ยนพาสเวิร์ด

source: Edit Item:
id: Ubah item
ne: विषयवस्तु सम्पादन गर्नुहोस्:
th: แก้ไขรายการ:

source: View Item:
id: Lihat item
ne: विषयवस्तु हेर्नुहोस्:
th: ดูรายการ:

source: No KPIs logged for this call id:
id: Tidak ada KPIs yang didaftarkan untuk panggilan ini
ne: यो कल आईडीको लागि कुनै KPIs लगइन गरिएको छैन:
th: ไม่มี KPI สำหรับคอลไอดีนี้

source: Worker Voice Calls
id: Panggilan Suara Pekerja
ne: श्रमिक आवाज कलहरू
th: สายด่วนเสียงของแรงงาน

source: Source Recruiter
id: Perekrut di negara asal
ne: स्रोत मुलुकका मेनपावर कम्पनीहरु
th: เอเจนซี่ในประเทศต้นทาง

source: Destination Recruiter
id: Perekrut di negara penempatan
ne: गन्तव्य मुलुकका मेनपावर कम्पनीहरु
th: เอเจนซี่ในประเทศปลายทาง

source: After Date:
id: Sesudah tanggal
ne: मिति पछि:
th: หลังวันที่

source: Date
id: Tanggal
ne: मिति
th: วันที่

source: Before Date:
id: Sebelum tanggal
ne: मिति अघि:
th: ก่อนวันที่

source: Search
id: Cari
ne: खोज्नुहोस्
th: ค้นหา

source: Search Results
id: Hasil pencarian
ne: खोज परिणामहरू
th: ผลของการค้นหา

source: Found
id: Ditemukan
ne: भेटियो
th: พบข้อมูล

source: Search (Fuzzy Search Across all fields)
id: Cari (Pencarian di seluruh kategori)
ne: खोज (सबै क्षेत्रहरूमा अस्पष्ट खोज)
th: ค้นหา (ค้นหาแบบครอบคลุมทุกตัวกรอง)

source: Fetching...
id: Memuat
ne: ल्याउँदै...
th: กำลังค้นหา...

source: Id
ne: आईडी
th: ไอดี

source: Supplier
id: Pemasok
ne: रोजगारदाताहरु
th: ซัพพลายเออร์

source: RecruiterSrc
id: Perekrut
ne: मेनपावर कम्पनीहरु Src
th: บริษัทจัดหางานฝั่งต้นทาง

source: Issue Category
id: Kategori Persoalan
ne: मुद्दा प्रकार
th: ประเภทประเด็นปัญหาที่พบ

source: Description
id: Deskripsi
ne: विवरण
th: รายละเอียด

source: Staff
id: Staf
ne: कर्मचारी
th: เจ้าหน้าที่

source: IssaraStaff
id: StafIssara
ne: इसरा कर्मचारी
th: เจ้าหน้าที่จากสถาบันอิสรา

source: Client
id: Klien
ne: ग्राहक
th: ผู้มาติดต่อ

source: Origin Country Province
id: Provinsi di negara asal
ne: स्रोत मुलुकका प्रदेशहरु
th: จังหวัดในประเทศต้นทาง

source: Incoming Outgoing
id: Masuk Keluar
ne: आउने जाने
th: สายเข้า สายออก

source: Phone
id: Telepon
ne: फोन
th: โทรศัพท์

source: Interaction
id: Interaksi
ne: अन्तरक्रिया
th: การติดต่อสื่อสาร

source: Case ID
id: ID kasus
ne: मुद्दाको आईडी
th: เคส ID

source: Required
id: Wajib
ne: आवश्यक छ
th: ข้อมูลจำเป็น

source: Call Info
id: Info panggilan
ne: फोनबाट प्राप्त जानकारी
th: ข้อมูลของคอล

source: Interaction Channel
id: Saluran interaksi
ne: अन्तरक्रिया च्यानल
th: ช่องทางการติดต่อ

source: Interaction Reason
id: Alasan interaksi
ne: अन्तरक्रिया कारण
th: จุดประสงค์การติดต่อ

source: Interaction Summary
id: Ringkasan interaksi
ne: अन्तरक्रियाको सार
th: สรุปรายละเอียดการสนทนา

source: Inquiry Type
id: Jenis pertanyaan
ne: सोधपुछ प्रकार
th: ประเภทการติดต่อ

source: Interacted Date
id: Tanggal interaksi
ne: अन्तरक्रिया भएको मिति
th: วันที่ทำการสนทนา

source: Call Created Date
id: Tanggal dibuatnya panggilan
ne: कल सिर्जना मिति
th: วันที่ทำการโทรออก/รับสาย

source: Call Last Modified Date
id: Tanggal panggilan terakhir diubah
ne: कल अन्तिम परिमार्जित मिति
th: วันที่ทำการโทรออก/รับสายครั้งสุดท้าย

source: Client Info
id: Informasi klien
ne: ग्राहक जानकारी
th: ข้อมูลผู้มาติดต่อ

source: Nickname
id: Nama panggilan
ne: उपनाम
th: ชื่อเล่น

source: Line Account
id: Nama di Line
th: บัญชีไลน์

source: Facebook Account
id: Nama di Facebook
ne: फेसबुक खाता
th: บัญชีเฟสบุ๊ค

source: WhatsApp Number
id: Nomor WhatsApp
ne: व्हाट्सएप नम्बर
th: เบอร์ Whatsapp

source: Phone Number
id: Nomor telepon
ne: फोन नम्बर
th: เบอร์โทรศัพท์

source: Viber Account
id: Nama di Viber
ne: भाइवर खाता
th: เบอร์ Viber

source: Staff Notes/Description
id: Catatan/Deskripsi Staf
ne: कर्मचारीको नोट/विवरण
th: หมายเหตุ/คำอธิบายของเจ้าหน้าที่

source: Origin Country
id: Negara asal
ne: मूल देश
th: ประเทศบ้านเกิด

source: Origin Province
id: Provinsi asal
ne: मूल प्रदेश
th: จังหวัดบ้านเกิด

source: Origin District
id: Kabupaten asal
ne: मूल जिल्ला
th: เขตบ้านเกิด

source: Crossing Country
id: Negara tempat penyeberangan
ne: पार गर्ने देश
th: ประเทศต้นทางก่อนข้ามพรมแดน

source: Crossing Province
id: Provinsi tempat penyeberangan
ne: पार गर्ने प्रदेश
th: จังหวัดต้นทางก่อนข้ามพรมแดน

source: Crossing District
id: Kabupaten tempat penyeberangan
ne: पार गर्ने जिल्ला
th: เขตต้นทางก่อนข้ามพรมแดน

source: Recruitment
id: Perekrutan
ne: भर्ना
th: การสรรหาจ้างแรงงาน

source: Upstream Broker
id: Calo di hulu
ne: अपस्ट्रीम ब्रोकर
th: นายหน้าฝั่งประเทศต้นทาง

source: Employer Debt Bondage
id: Ikatan hutang oleh majikan
ne: रोजगारदाताको ऋण बन्धन
th: แรงงานขัดหนี้กับนายจ้าง

source: Employer Debt Bondage Detail
id: Rincian ikatan hutang oleh majikan
ne: रोजगारदाता ऋण बन्धनको विस्तृत विवरण
th: รายละเอียดของแรงงานขัดหนี้กับนายจ้าง

source: Broker Debt Bondage
id: Ikatan hutang oleh calo
ne: दलाल ऋण बन्धन
th: แรงงานขัดหนี้กับนายหน้า

source: Broker Debt Bondage Detail
id: Rincian ikatan hutang oleh calo
ne: दलाल ऋण बन्धन विवरण
th: รายละเอียดของแรงงานขัดหนี้กับนายหน้า

source: Months at job
id: Sudah berapa bulan bekerja
ne: जागिरमा महिना
th: จำนวนเดือนที่ทำงาน

source: Ratings
id: Penilaian
ne: मूल्याङ्कनहरू
th: คะแนน

source: Source Broker Rating
id: Penilaian Calo di negara asal
ne: स्रोत दलाल रेटिंग
th: ให้คะแนนนายหน้าฝั่งต้นทาง

source: Source Recruiter Rating
id: Penilaian perekrut di negara asal
ne: स्रोत मेनपावर कम्पनी मूल्याङकन
th: ให้คะแนนเอเจนซี่ฝั่งต้นทาง

source: Destination Broker Rating
id: Penilaian Calo di negara penempatan
ne: गन्तव्य दलाल मूल्याङकन
th: ให้คะแนนนายหน้าฝั่งปลายทาง

source: Destination Employer Rating
id: Penilaian majikan di negara penempatan
ne: गन्तव्य रोजगारदाता मूल्याङकन
th: ให้คะแนนนายจ้างในประเทศปลายทาง

source: Client Support
id: Dukungan bagi klien
ne: ग्राहक समर्थन
th: การช่วยเหลือผู้มาติดต่อ

source: Vot Needs
id: Kebutuhan Vot
ne: भोट आवश्यकता
th: ความต้องการเร่งด่วน

source: Share Info Consent
id: Persetujuan untuk membagikan informasi
ne: जानकारी साझागर्ने सहमति
th: ความยินยอมให้ส่งต่อข้อมูล

source: Referral Notes
id: Catatan rujukan
ne: रेफरल नोटहरू
th: รายละเอียดสำหรับการส่งต่อเคสเพื่อดำเนินการ

source: Next Steps
id: Langkah selanjutnya
ne: अर्को कदम
th: แผนการดำเนินการขั้นถัดไป

source: Next Steps Issara Staff
id: Langkah selanjutnya untuk Staf Issara
ne: इसरा कर्मचारीवाट अर्को कदम
th: แผนการดำเนินการขั้นถัดไปโดยสถาบันอิสรา

source: Referral Action
id: Tindakan rujukan
ne: रेफरल कार्वाही
th: การส่งต่อเคสเพื่อดำเนินการ

source: Dead Line Date
id: Tanggal tenggat waktu
ne: अन्तिम म्याद मिति
th: ขอบเขตเวลาในการดำเนินการ

source: Final Remarks
id: Komentar terakhir
ne: अन्तिम टिप्पणी
th: รายละเอียดอื่นๆ

source: Risk Assessment
id: Analisa risiko
ne: जोखिम मूल्याङ्कन
th: การประเมินความเสี่ยง

source: Issues
id: Persoalan
ne: मुद्दाहरू
th: ประเด็นปัญหาที่พบ

source: Offender Description
id: Deskripsi pelaku
ne: अपराधी विवरण
th: ข้อมูลของผู้กระทำ

source: Getting Better
id: Situasi membaik
ne: राम्रो हुँदैछ
th: มีการพัฒนา

source: Issue Links
id: Tautan persoalan
ne: मुद्दा लिङ्कहरू
th: ลิงค์ประเด็น

source: Loading ...
id: Memuat
ne: लोड हुँदै...
th: กำลังโหลด...

source: Success saving the call with id:
id: Panggilan berhasil didaftarkan dengan id:
ne: आइ.डी. मार्फत कल सुरक्षित गर्न सफल:
th: บันทึกข้อมูลสำเร็จ คอล ID:

source: Success created a new call with id:
id: Panggilan baru berhasil didaftarkan dengan id:
ne: आईडीको साथ नयाँ कल सिर्जना सफल भयो:
th: บันทึกคอลใหม่สำเร็จ คอล ID:

source: Well Done!
id: Selamat!
ne: राम्रो काम!
th: ยอดเยี่ยม!

source: Errors
ne: त्रुटिहरू
th: พบข้อผิดพลาด

source: Error!
ne: त्रुटि!
th: พบข้อผิดพลาด!

source: Error
ne: त्रुटि
th: พบข้อผิดพลาด

source: Unknown/Generic
id: Tidak dapat dikenali/Generik
ne: अज्ञात/सामान्य
th: ไม่ทราบ/ข้อมูลทั่วไป

source: See details
id: Lihat rincian
ne: विवरण हेर्नुहोस्
th: ดูรายละเอียดเพิ่มเติม

source: Saving Data...
id: Menyimpan data...
ne: डाटा सेभ गर्दै...
th: กำลังบันทึกข้อมูล...

source: Loading Data...
id: Memuat data...
ne: डाटा लोड गर्दै...
th: กำลังโหลดข้อมูล...

source: Rating Businesses
id: Penilaian terhadap perusahaan
ne: मूल्याङ्कन व्यवसायहरू
th: ให้คะแนนธุรกิจ

source: Interactions
id: Interaksi
ne: अन्तरक्रियाहरू
th: การติิดต่อสื่อสาร

source: Edit/Add Worker Call:
id: Ubah/Tambah Panggilan Pekerja:
ne: सम्पादन गर्नुहोस् / श्रमिक कलथप्नुहोस्:
th: แก้ไข/เพิ่มสายด่วนจากแรงงาน:

source: Save
id: Menyimpan
ne: सेभ गर्नुहोस्
th: บันทึก

source: Organization must be selected
id: Organisasi harus dipilih
ne: संस्था छनोट गर्नुपर्छ
th: โปรดเลือกองค์กร

source: Client Support (Organization action)
id: Dukungan bagi klien (tindakan organisasi)
ne: ग्राहक सहयोग (संस्थाको कारबाही)
th: การช่วยเหลือผู้มาติดต่อ (จากองค์กร)

source: Client Support (Issara Actions)
id: Dukungan bagi klien (tindakan Issara)
ne: ग्राहक सहयोग (इसराको कारबाही)
th: การช่วยเหลือผู้มาติดต่อ (จากสถาบันอิสรา)

source: What are the most urgent needs of the client?
id: Apakah kebutuhan klien yang paling mendesak?
ne: ग्राहकको सबैभन्दा अत्यावश्यक आवश्यकताहरू के हुन्?
th: ความต้องการที่เร่งด่วนที่สุดของผู้เข้ามาติดต่อคืออะไร

source: Consent to pass on details to employer, agency, referral partner?
id: Persetujuan untuk membagikan informasi kepada majikan, agen atau mitra rujukan?
ne: रोजगारदाता, मेनपावर कम्पनी, रेफरल पार्टनरलाई विस्तृत विवरणहरू प्रदान गर्न सहमति?
th: ผู้เข้ามาติดต่อยินยอมให้ส่งต่อข้อมูลไปยังนายจ้าง บริษัทจัดหางาน หรือพาร์ทเนอร์หรือไม่

source: Yes
id: Ya
ne: छ
th: ใช่

source: No
id: Tidak
ne: छैन
th: ไม่ใช่

source: Details on organization action (Referral Notes)
id: Rincian mengenai tindakan organisasi (Catatan Rujukan)
ne: संस्थाको कारवाहीको विवरण (रेफरल नोटहरू)
th: รายละเอียดการดำเนินการขององค์กรเพื่อทำการส่งต่อเคส

source: Details on Issara action (Referral Notes)
id: Rincian mengenai tindakan Issara (Catatan Rujukan)
ne: इसराको कारवाहीको विवरण (रेफरल नोटहरू)
th: รายละเอียดการดำเนินการของสถาบันอิสราเพื่อทำการส่งต่อเคส

source: Next steps organization follow-up and action
id: Langkah selanjutnya, tindak lanjut dan tindakan organisasi
ne: अर्को चरण संस्थाको फलोअप र कार्वाही
th: แผนการดำเนินการในขั้นถัดไปขององค์กร

source: Next steps for Issara follow-up and action
id: Langkah selanjutnya, tindak lanjut dan tindakan Issara
ne: अर्को चरण इसराको फलोअप र कार्वाही
th: แผนการดำเนินการในขั้นถัดไปของสถาบันอิสรา

source: Responsible Issara focal point
id: Staf Issara yang bertanggung jawab
ne: इसराको जिम्मेवार व्यक्ति वा फोकल
th: เจ้าหน้าที่ผู้รับผิดชอบจากสถาบันอิสรา

source: Deadline
id: Tenggat waktu
ne: अम्तिम म्याद
th: เดดไลน์

source: Deadline Date
id: Tanggal tenggat waktu
ne: अम्तिम मिति
th: ขอบเขตเวลาในการแก้ไขสถานการณ์

source: Gender must be selected
id: Jenis kelamin harus dipilih
ne: लिङ्ग चयन गर्नुपर्छ
th: โปรดเลือกเพศ

source: Client name / nickname
id: Nama klien/nama panggilan
ne: ग्राहकको नाम / उपनाम
th: ชื่อ หรือ ชื่อเล่นของผู้เข้ามาติดต่อ

source: Facebook name
id: Nama Facebook
ne: फेसबुक नाम
th: เฟซบุ๊ค

source: Phone number
id: Nomor telepon
ne: फोन नम्बर
th: เบอร์โทรศัพท์

source: Viber account
id: Akun Viber
ne: भाइवर खाता
th: เบอร์Viber

source: WhatsApp number
id: Nomor WhatsApp
ne: व्हाट्सएप नम्बर
th: เบอร์Whatsapp

source: Telegram number
id: Nomor Telegram
ne: टेलिग्राम नम्बर
th: เบอร์Telegram

source: Client Origin
id: Asal klien
ne: ग्राहक स्रोत मुलुक
th: ประเทศต้นทางของผู้มาติดต่อ

source: Client crossing border
id: Perbatasan yang dilintasi klien
ne: ग्राहक पार गर्ने सीमा
th: ประเทศต้นทางก่อนข้ามพรมแดนของผู้มาติดต่อ

source: Issara Staff must be selected
id: Nama Staf Issara harus dipilih
ne: इसरा कर्मचारी चयन गर्नै पर्छ
th: โปรดเลือกเจ้าหน้าที่จากสถาบันอิสรา

source: Interaction Channel must be selected
id: Saluran interaksi harus dipilih
ne: अन्तरक्रिया च्यानल चयन गर्नुपर्छ
th: โปรดระบุช่องทางการติดต่อ

source: Interaction Reason must be selected
id: Alasan interaksi harus dipilih
ne: अन्तरक्रियाको कारण चयन गर्नुपर्छ
th: โปรดระบุจุดประสงค์การติดต่อ

source: interacted Date must be selected
id: Tanggal interaksi harus dipilih
ne: अन्तरक्रिया गरिएको मिति चयन गर्नुपर्छ
th: โปรดระบุวันที่ทำการติดต่อ

source: Call/Message Info
id: Informasi mengenai panggilan/pesan
ne: कल / सन्देश जानकारी
th: รายละเอียดคอล/ข้อความ

source: Interaction Type must be selected
id: Jenis interaksi harus dipilih
ne: अन्तरक्रिया प्रकार चयन गर्नुपर्छ
th: โปรดระบุประเภทการติดต่อ

source: Incoming
id: Masuk
ne: आगमन
th: สายเข้า

source: Outgoing
id: Keluar
ne: बहिर्गमन
th: สายออก

source: Summary of the interaction
id: Ringkasan interaksi
ne: अन्तरक्रियाको सारांश
th: สรุปรายละเอียดการติดต่อ

source: Date of interaction
id: Tanggal interaksi
ne: अन्तरक्रियाको मिति
th: วันที่มีการติดต่อ

source: Issues at this workplace
id: Persoalan di tempat kerja ini
ne: यस कार्यस्थलमा समस्याहरू
th: ประเด็นปัญหาที่พบที่ทำงาน

source: Instructions:
id: Instruksi:
ne: निर्देशन:
th: คำแนะนำ:

source: If the client is adding more information or updates on a previously reported issue, please click the green pen by the relevant KPI to update.
id: Jika klien menambahkan atau memperbarui informasi atas persoalan yang pernah dilaporkan, ketuk pulpen hijau sesuai dengan KPInya untuk memperbarui
ne: यदि क्लाइन्टले पहिले रिपोर्ट गरिएको मुद्दामा थप जानकारी वा अद्यावधिकहरू थप्दै हुनुहुन्छ भने, अपडेट गर्नको लागि सम्बन्धित KPI द्वारा हरियो कलममा क्लिक गर्नुहोस्।
th: หากผู้มาติดต่อโทรมาเพื่อเพิ่มข้อมูลหรืออัพเดตประเด็นปัญหาที่รายงานไว้ก่อนหน้านี้ โปรดคลิกปุ่มปากกาสีเขียวของ KPI ที่เกี่ยวข้องเพื่อทำการอัพเดต

source: If the client is reporting a new issue at the workplace, please click the green New Issue button.
id: Jika klien melaporkan persoalan baru di tempat kerja, ketuk tombol hijau Persoalan Baru
ne: यदि ग्राहकले कार्यस्थलमा नयाँ मुद्दा रिपोर्ट गर्दै हुनुहुन्छ भने, कृपया हरियो नयाँ मुद्दा बटनमा क्लिक गर्नुहोस्।
th: หากผู้มาติดต่อโทรมาเพื่อรายงานประเด็นปัญหาใหม่ โปรดคลิกปุ่ม 'ประเด็นใหม่' สีเขียว

source: Issue Description
id: Deskripsi persoalan
ne: मुद्दा विवरण
th: รายละเอียดประเด็นปัญหาที่พบ

source: Issue Offender Description
id: Deskripsi pelaku
ne: मुद्दा अभियुक्त विवरण
th: รายละเอียดของผู้กระทำ

source: How many clients are affected by this issue?
id: Berapa klien yang terdampak oleh persoalan ini?
ne: कति ग्राहकहरु यस समस्याबाट प्रभावित छन्?
th: มีผู้มาติดต่อกี่คนได้รับผลกระทบจากกระเด็นปัญหาที่เกิดขึ้น

source: How many workers are affected by this issue?
id: Berapa pekerja yang terdampak oleh persoalan ini?
ne: यो समस्याबाट कति श्रमिक प्रभावित छन् ?
th: มีแรงงานกี่คนได้รับผลกระทบจากกระเด็นปัญหาที่เกิดขึ้น

source: Client Affected Description (More about the client Affected).
id: Deskripsi mengenai klien yang terdampak (informasi lanjut mengenai klien yang terdampak)
ne: ग्राहक प्रभावित विवरण (ग्राहक प्रभावित बारे थप)।
th: รายละเอียดเพิ่มเติมเกี่ยวกับผู้มาติดต่อที่ได้รับผลกระทบ

source: Workers Affected Description (More about the workers Affected)
id: Deskripsi mengenai pekerja yang terdampak (informasi lanjut mengenai pekerja yang terdampak)
ne: ग्राहक प्रभावित विवरण (ग्राहक प्रभावित बारे थप)।
th: รายละเอียดเพิ่มเติมเกี่ยวกับแรงงานที่ได้รับผลกระทบ

source: Is the issue situation improving?
id: Apakah situasinya membaik?
ne: समस्याको स्थितिमा सुधार भइरहेको छ?
th: สถานการณ์ของประเด็นปัญหามีการพัฒนาที่ดีขึ้นหรือไม่

source: About the Same
id: Sama saja
ne: करिब उस्तै छ
th: สถานการณ์เป็นเช่นเดิม

source: Describe more about how the issue is getting better or worse
id: Jelaskan lebih lanjut bagaimana persoalan ini membaik atau memburuk
ne: समस्या कसरी राम्रो वा खराब हुँदै गइरहेको छ भन्ने बारे थप वर्णन गर्नुहोस्
th: โปรดอธิบายว่าสถานการณ์ของประเด็นปัญหาที่พบมีความดีขึ้นหรือแย่ลงอย่างไร

source: Issue Link
id: Tautan persoalan
ne: मुद्दा लिङ्क
th: ลิงค์ประเด็น

source: Enter Issue link here
id: Masukkan tautan persoalan di sini
ne: यहाँ मुद्दा लिङ्क प्रविष्ट गर्नुहोस्
th: โปรดใส่ลิงค์ที่เกี่ยวข้องกับประเด็นปัญหาที่พบในช่องนี้
