Repository: kamkyi/python-translations-engine
Catalog: updated_po_files/*.po
Languages: id, ne, th

source: Please contact a developer
id: Silakan hubungi pembuat aplikasi
ne: कृपया प्राविधिकलाई सम्पर्क गर्नुहोस्
th: โปรดติดต่อเดเวลลอปเปอร์

source: Link
id: Tautan
ne: लिङ्क
th: ลิงก์

source: Enter link here
id: Masukkan tautan di sini
ne: यहाँ लिङ्क प्रविष्ट गर्नुहोस्
th: ใส่ลิงก์ที่นี่

source: Add More Link
id: Tambah tautan
ne: थप लिङ्क थप्नुहोस्
th: ใส่ลิงก์เพิ่ม

source: Date of fieldwork
id: Tanggal kerja lapangan
ne: फिल्डवर्कको मिति
th: วันที่ทำกิจกรรมภาคสนาม

source: Click here to open calendar
id: Ketuk di sini untuk membuka kalender
ne: क्यालेन्डर खोल्न यहाँ क्लिक गर्नुहोस्
th: คลิ๊กเพื่อเปิดปฏิทิน

source: Please choose the date
id: Pilih tanggal
ne: कृपया मिति छान्नुहोस्
th: โปรดเลือกวันที่

source: Please choose a fieldwork type
id: Pilih jenis kerja lapangan
ne: कृपया फिल्डवर्क प्रकार छान्नुहोस्
th: ประเภทกิจกรรมภาคสนาม

source: Please fix the errors above
id: Perbaiki error di atas
ne: कृपया माथिका त्रुटिहरू सच्याउनुहोस्
th: โปรดแก้ไขข้อผิดพลาดด้านบน

source: *Please Note: To Edit you must have 'Issara Management' Group added to your account and to add new Items you must have 'Activity User' Group added to your account .
id: *Catatan: Untuk mengubah, anda harus memiliki status Grup "Manajemen Issara" di akun anda. Untuk menambah item baru, anda harus memiliki status Grup "Aktivitas Pengguna " di akun Anda
ne: *कृपया ध्यान दिनुहोस्: सम्पादन गर्नको लागि तपाईको खातामा 'इसरा व्यवस्थापन' समूह थपिएको हुनुपर्छ र नयाँ कुरा वा आइटमहरू थप्नको लागि तपाइँको खातामा 'गतिविधि प्रयोगकर्ता' समूह थपिएको हुनुपर्छ।
th: *หมายเหตุ: หากต้องการแก้ไข คุณต้องเพิ่มกลุ่ม 'Issara Management' ลงในบัญชีของคุณ และหากต้องการเพิ่มรายการใหม่ คุณต้องเพิ่มกลุ่ม 'Activity User' ลงในบัญชีของคุณ

source: New monthly worker voice record has been successfully created
id: Data suara pekerja bulanan yang baru telah berhasil dibuat
ne: नयाँ मासिक श्रमिक आवाज रेकर्ड सफलतापूर्वक सिर्जना गरिएको छ
th: บันทึกเสียงของแรงงานรายเดือนใหม่สำเร็จแล้ว

source: Month Year
id: Bulan Tahun
ne: महिना वर्ष
th: เดือน ปี

source: Bangladeshi Facebook messenger
id: Facebook Messenger bahasa Bangladesh
ne: बंगलादेशी फेसबुक मेसेन्जर
th: ข้อความเฟซบุ๊คแรงงานบังกลาเทศ

source: Bangladeshi hotline
id: Hotline bahasa Bangladesh
ne: बंगलादेशी हटलाइन
th: สายด่วนแรงงานบังกลาเทศ

source: Bangladeshi Whatsapp
id: WhatsApp bahasa Bangladesh
ne: बंगलादेशी व्हाट्सएप
th: Whatsapp แรงงานบังกลาเทศ

source: Khmer Telegram
id: Telegram bahasa Khmer
ne: खमेर टेलिग्राम
th: Telegram แรงงานกัมพูชา

source: Thai Facebook Messenger
id: Facebook Messenger bahasa Thailand
ne: थाई फेसबुक मेसेन्जर
th: ข้อความเฟซบุ๊คแรงงานไทย

source: Indonesian WhatsApp in Malaysia
id: WhatsApp bahasa Indonesia di Malaysia
ne: मलेसियामा इन्डोनेसियाली व्हाट्सएप
th: Whatsapp แรงงานอินโดนีเซียในมาเลเซีย

source: Indonesian hotline in Malaysia
id: Hotline bahasa Indonesia di Malaysia
ne: मलेसियामा इन्डोनेसियाली हटलाइन
th: สายด่วนแรงงานอินโดนีเซียในมาเลเซีย

source: Nepalese WhatsApp
id: WhatsApp bahasa Nepal
ne: नेपाली व्हाट्सएप
th: Whatsapp แรงงานเนปาล

source: Nepalese hotline
id: Hotline bahasa Nepal
ne: नेपाली हटलाइन
th: สายด่วน แรงงานเนปาล

source: Nepalese Facebook Messenger
id: Facebook messenger bahasa Nepal
ne: नेपाली फेसबुक मेसेन्जर
th: ข้อความเฟซบุ๊คแรงงานเนปาล

source: Burmese WhatsApp in Malaysia
id: WhatsApp bahasa Burma di Malaysia
ne: मलेशियामा बर्मेली व्हाट्सएप
th: Whatsapp แรงงานเมียนมาไนมาเลเซีย

source: record has been successfully created
id: Data berhasil dibuat
ne: रेकर्ड सफलतापूर्वक सिर्जना गरिएको छ
th: ทำการสร้างเรคคอร์ดสำเร็จ

source: Click here to open calendar *
id: Ketuk di sini untuk membuka kalender
ne: पात्रो खोल्न यहाँ क्लिक गर्नुहोस् *
th: คลิ๊กเพื่อเปิดปฏิทิน *

source: Date field is required
id: Kolom tanggal wajib diisi
ne: मिति हाल्न आवश्यक छ
th: โปรดเลือกวันที่

source: No. of New Workers Connected To Workers Voice Channels
id: Jumlah pekerja yang terhubung dengan Saluran Suara Pekerja
ne: श्रमिक आवाज च्यानलहरूमा जोडिनु भएका श्रमिकरूको संख्या
th: จำนวนแรงงานที่เข้าถึงช่องทางเสียงของแรงงาน

source: No. of Workers Receiving Remedition
id: Jumlah pekerja yang menerima remediasi
ne: उपचार प्राप्त गर्ने कामदारहरूको संख्या
th: จำนวนแรงงานที่ได้รับการเยียวยา

source: No. of Workers Reached In Pre-Departure NE
id: Jumlah Pekerja yang dijangkau di pra-penempatan Nepal
ne: पूर्व प्रस्थान अभिमूखीकरण तालिम लिएका श्रमिकहरुको संख्या नेपाल
th: จำนวนแรงงานที่ได้รับการอบรมก่อนเดินทางมายังประเทศปลายทาง (เนปาล)

source: No. of Workers Reached In Pre-Departure MM
id: Jumlah Pekerja yang dijangkau di pra-penempatan Myanmar
ne: पूर्व प्रस्थान अभिमूखीकरण तालिम लिएका श्रमिकहरुको संख्या म्यनमार
th: จำนวนแรงงานที่ได้รับการอบรมก่อนเดินทางมายังประเทศปลายทาง (เมียนมา)

source: No. of Recruitment Agencies Trained
id: Jumlah Agen Perekrutan yang sudah dilatih
ne: प्रशिक्षित मेनपावर कम्पनीहरुको संख्या
th: จำนวนบริษัทจัดหางานที่ได้รับการอบรม

source: No. of Suppliers Trained
id: Jumlah Pemasok yang sudah dilatih
ne: प्रशिक्षित रोजगारदाता कम्पनीहरुको संख्या
th: จำนวนซัพพลายเออร์ที่ได้รับการอบรม

source: No. of Trained Worker Leaders/Mobilizers
id: Jumlah Pimpinan/Penggerak Pekerja yang sudah dilatih
ne: प्रशिक्षित समाजिक अगुवा / परिचालकहरुको संख्या
th: จำนวนหัวหน้าหรือตัวแทนแรงงานที่ได้รับการอบรม

source: Assigned by
id: Ditugaskan oleh
ne: द्वारा दिइएको वा तोकिएको
th: มอบหมายงานโดย

source: Assigned to
id: Ditugaskan kepada
ne: लाई दिइएको वा तोकिएको
th: มอบหมายงานให้

source: Password has been successfully changed.
id: Sandi berhasil diubah
ne: पासवर्ड सफलतापूर्वक परिवर्तन गरिएको छ।
th: เปลี่ยนพาสเวิร์ดเรียบร้อยแล้ว

source: Old Password
id: Sandi lama
ne: पुरानो पासवर्ड
th: พาสเวิร์ดเก่า

source: New Password
id: Sandi baru
ne: नया पासवर्ड
th: พาสเวิร์ดใหม่

source: Re-Enter Password to Verify
id: Ketik ulang sandi untuk verifikasi
ne: प्रमाणीकरण गर्न पासवर्ड पुन: प्रविष्ट गर्नुहोस्
th: ใส่พาสเวิร์ดอีกครั้งเพื่อยืนยัน

source: Update
id: Pembaruan
ne: अपडेट गर्नुहोस्
th: อัพเดต

source: Reset your password
id: Reset sandi anda
ne: आफ्नो पासवर्ड रिसेट गर्नुहोस्
th: เปลี่ยนพาสเวิร์ด

source: Email
ne: इमेल
th: อีเมลล์

source: The input is not valid Email
id: Ini bukan alamat email yang benar
ne: हालिएको इमेल वैध वा सहि छैन
th: ข้อมูลที่ใส่มาไม่ถูกต้อง

source: Please input your Email
id: Masukkan alamat email anda
ne: आफ्नो इमेल हाल्नुहोस्
th: โปรดใส่อีเมลล์

source: Send reset link
id: Kirimkan tautan reset
ne: रिसेट लिङ्क पठाउनुहोस्
th: ส่งลิงก์เปลี่ยนพาสเวิร์ด

source: We will send password reset link to this email address, please change your password within 24 hours.
id: Kami akan mengirimkan tautan reset sandi ke alamat email ini, silakan ubah sandi anda dalam waktu 24 jam
ne: हामी यो इमेल ठेगानामा पासवर्ड रिसेट लिङ्क पठाउनेछौं, कृपया 24 घण्टा भित्र आफ्नो पासवर्ड परिवर्तन गर्नुहोस्।
th: ลิงก์เปลี่ยนพาสเวิร์ดจะส่งไปยังอีเมลล์นี้ โปรดเปลี่ยนพาสเวิร์ดภายใน 24 ชม.

source: Search Results (Found:
th: ผลของการค้นหา (พบ:

source: Issue Category:
th: ประเภทประเด็น:

source: Search Results(Found:
th: ผลของการค้นหา(พบ:

source: Search Results (Found:
th: ผลของการค้นหา(พบ:

source: Quality of response
th: คุณภาพของการตอบสนอง

source: Timeliness of response
th: เวลาที่ใช้ในการตอบสนอง

source: Openness to reform
th: ความเปิดกว้างต่อการเปลี่ยนแปลง

source: WORK INDICATOR 3. Percentage of worker-reported issues in the supply chain resolved in under 60 days
th: ตัวชี้วัดการทำงาน 2. % ของปัญหาที่พนักงานรายงานในห่วงโซ่อุปทานได้รับการแก้ไขภายในไม่เกิน 60 วัน

source: Escalation protocol for worker-reported issues and worker voice
th: ขั้นตอนการยกระดับการจัดการเคสสำหรับประเด็นที่พนักงานรายงานและเสียงของพนักงาน

source: • Openness to reform
th: ความเปิดกว้างต่อการเปลี่ยนแปลง

source: Search Results(Found:
th: ผลของการค้นหา(พบ:

source: Total:
th: รวม:

source: Quality Of Response
th: คุณภาพของการตอบสนอง

source: Timeliness Of Response
th: เวลาของการตอบสนอง

source: Openness To Reform
th: ความเปิดกว้างต่อการเปลี่ยนแปลง

source: We are excited about the breadth of information, data analysis, and transparency that the Strategic Partners Dashboard can provide. We look forward to our ongoing collaboration with you to support ethical supply chains and improved working conditions. If you have any questions, please contact your Issara Institute Strategic Partner dashboard focal point,
th: เราตื่นเต้นกับความหลากหลายของข้อมูล การวิเคราะห์ข้อมูล และความโปร่งใสที่ Supplier Dashboard สามารถให้ได้ เราหวังเป็นอย่างยิ่งว่าจะได้ร่วมมือกับคุณอย่างต่อเนื่องเพื่อสนับสนุนการสรรหาแรงงานอย่างมีจริยธรรมและปรับปรุงสภาพการทำงาน หากคุณมีคำถามใดๆ โปรดติดต่อคุณ Mark Taylor ผู้ดูแล Issara Institute Supplier dashboard

source: WORK INDICATOR 2. Percentage of worker-reported issues in the supply chain resolved in under 60 days
th: ตัวชี้วัดการทำงาน 2. % ของปัญหาที่พนักงานรายงานในห่วงโซ่อุปทานได้รับการแก้ไขภายในไม่เกิน 60 วัน

source: 1. Number of workers with access to Issara worker voice channels
th: 1. จำนวนพนักงานที่สามารถเข้าถึงช่องทางเสียงของแรงงานของสถาบันอิสรา

source: 2. Date of most recent worker satisfaction survey
th: 2. วันที่ทำแบบสำรวจความพึงพอใจของพนักงานครั้งล่าสุด

source: 3. Date of most recent recruitment survey
th: 3. วันที่ทำแบบสำรวจค่าธรรมเนียมค่าใช้จ่ายการสรรหาจ้างแรงงานครั้งล่าสุด

source: 4. Number of workers reimbursed recruitment fees
th: 4. จำนวนพนักงานที่ได้คืนค่าธรรมเนียมค่าใช้จ่ายในการจัดหางาน

source: 5. Remaining number of workers owed recruitment fee reimbursement
th: 5. จำนวนพนักงานที่ยังไม่ได้รับคืนค่าธรรมเนียมค่าใช้จ่ายการจัดหางาน

source: 6. Total amount of recruitment fees reimbursed to workers (US dollars)
th: 6. จำนวนค่าธรรมเนียมค่าใช้จ่ายการจัดหางานที่คืนให้กับพนักงานทั้งหมด (ดอลลาร์สหรัฐ)

source: 7. Remaining amount owed, recruitment fee reimbursement to workers (US dollars)
th: 7. จำนวนค่าธรรมเนียมค่าใช้จ่ายการจัดหางานที่ยังไม่ได้คืนให้กับพนักงาน (ดอลลาร์สหรัฐ)

source: affected_workers:
th: จำนวนแรงงานได้รับผลกระทบ:

source: category
th: ประเภท

source: description
th: ลักษณะ

source: Quality_of_the_closure
th: คุณภาพของการตอบสนอง

source: source_recruiter_count
th: การสรรหาจ้างแรงงาน

source: Number of affected workers related to this KPI
th: จำนวนแรงงานได้รับผลกระทบตาม KPI

source: Any views, opinions and guidance set out in this dashboard are provided for information purposes only, and do not purport to be legal and/or professional advice or a definitive interpretation of any law. In no event will Issara Institute or its employees be liable to you or anyone else for any decision made or action taken in reliance on the information in this report or for any consequential,special or similar damages, even if advised of the possibility of such damages. The information contained in this dashboard is intended solely to provide general guidance on matters of interest for the use of the reader, who accepts full responsibility for its use.
th: มุมมอง ความคิดเห็น และแนวทางต่างๆ ที่ระบุไว้ในแดชบอร์ดนี้จัดทำขึ้นเพื่อวัตถุประสงค์ในการให้ข้อมูลเท่านั้น และไม่ได้มีจุดประสงค์เพื่อเป็นคำแนะนำทางกฎหมายและ/หรือคำแนะนำจากผู้เชี่ยวชาญหรือเป็นการตีความกฎหมาย สถาบันอิสราและเจ้าหน้าที่ของสถาบันฯจะไม่รับผิดชอบต่อท่านหรือบุคคลใดๆสำหรับการตัดสินใจหรือการดำเนินการใดๆที่อาศัยข้อมูลในรายงานนี้ หรือต่อความเสียหายที่เป็นผลสืบเนื่อง ความเสียหายพิเศษ หรือความเสียหายอื่นๆที่คล้ายคลึงกัน แม้ในกรณีที่ทราบแล้วถึงความเป็นไปได้ที่จะเกิดความเสียหายดังกล่าว ข้อมูลที่มีอยู่ในแดชบอร์ดนี้มีวัตถุประสงค์เพื่อให้คำแนะนำทั่วไปในประเด็นที่น่าสนใจและเพื่อการใช้งานของผู้อ่าน ซึ่งผู้อ่านยอมรับความรับผิดชอบทั้งหมดสำหรับการใช้งานข้อมูลดังกล่าวในทุกกรณี

source: All information in this dashboard is provided "as is", with no guarantee of completeness, accuracy, timeliness or of the results obtained from the use of this information, and without warranty of any kind, express or implied, including, but not limited to warranties of performance, merchantability and fitness for a particular purpose. Nothing herein shall to any extent substitute for the independent investigation and the sound technical and business judgment of the reader.
th: ข้อมูลทั้งหมดในแดชบอร์ดนี้คือข้อมูล “ตามที่ได้รับรายงาน” จึงไม่สามารถรับประกันความสมบูรณ์ ความถูกต้องชัดเจน ความทันเวลา หรือผลลัพธ์ที่ได้รับจากการใช้ข้อมูลนี้ รวมถึงไม่สามารถรับรองใดๆทั้งโดยชัดแจ้งหรือโดยนัย ในด้านการรับประกันประสิทธิภาพ ความสามารถเชิงพาณิชย์ และความเหมาะสมสำหรับวัตถุประสงค์เฉพาะ หรือด้านอื่นๆ ข้อมูลที่ปรากฏในที่นี้สามารถทดแทนการสอบสวนที่เป็นอิสระและการตัดสินทางเทคนิคและวิจารณญาณทางธุรกิจของผู้อ่าน

source: All rights reserved. V3.0.0
ne: सबै अधिकार सुरक्षित। V3.0.0

source: KPI(s)
ne: मुख्य कामका सूचक (हरु)

source: Kpi
ne: मुख्य कामका सूचक (KPI)

source: View Supplier KPIs bulk update
id: Lihat pembaruan massal KPIs pemasok
ne: रोजगारदाता सम्बन्धी एकमुष्ठ KPIs अद्यावधिक हेर्नुहोस्

source: Workers Affected
id: Pekerja yang terkena dampak
ne: प्रभावित श्रमिक

source: Workers Affected Description
id: Deskripsi pekerja yang terkena dampak
ne: प्रभावित श्रमिक विवरण

source: Getting Better Description
id: Deskripsi situasi yang membaik
ne: राम्रो विवरण प्राप्त गर्दै

source: LINE ID
id: ID Line
ne: लाइन आईडी

source: ID
ne: आइ.डी.

source: Code:
id: Kode:
ne: कोड:

source: Found:
id: Ditemukan:
ne: भेटियो:

source: ETI Code
id: Kode ETI
ne: ETI कोड

source: Id:
ne: आइ.डी.

source: Supplier KPI Deleted
id: KPI pemasok dihapus
ne: रोजगारदाता KPI मेटाइयो

source: Error Supplier KPI was not deleted
id: Error KPI pemasok tidak berhasil dihapus
ne: त्रुटि, आपूर्तिकर्ता KPI मेटाइएको छैन

source: Update Source:
id: Sumber pembaruan
ne: अपडेट स्रोत:

source: Documents:
id: Dokumen
ne: कागजातहरू:

source: Description :-
id: Deksripsi
ne: विवरण:-

source: id
ne: आइ.डी.

source: Supplier Kpi ID
id: ID Kpi pemasok
ne: रोजगारदाता KPI आईडी

source: Supplier Name
id: Nama pemasok:
ne: रोजगारदाताको नाम

source: Company Description
id: Deskripsi perusahaan
ne: कम्पनी विवरण

source: Tier ID
id: ID Tingkat
ne: टियर आईडी

source: cleaning mode
id: Mode pembersihan
ne: क्लिनिङ मोड

source: Flip Anonymous Flag
id: Balikkan bendera anonim
ne: बेनामी जानकारी फ्लिप गर्नुहोस्

source: New Master
id: Induk baru
ne: नयाँ मास्टर

source: Worker Voice Rolled Out
id: Suara Pekerja diluncurkan
ne: श्रमिक आवाजको काम सम्पन्न गरियो

source: Google Maps:
ne: गुगल म्याप:

source: total workers
id: Jumlah pekerja
ne: कुल कामदारहरू

source: Vietanmese workers
id: Pekerja Vietnam
ne: भियतनामी श्रमिकहरू

source: Nepalese workers
id: Pekerja Nepal
ne: नेपाली श्रमिकहरू

source: Burmese Titok messages
id: Pesan di Tiktok bahasa Burma
ne: बर्मेली टिकटक सन्देशहरू

source: Show finished
id: Tunjukkan selesai
ne: समाप्त भएको देखाउछ

source: Source ID
id: ID sumber
ne: स्रोत मुलुकको परिचय पत्र वा आईडी

source: Source Type
id: Jenis sumber
ne: स्रोत को प्रकार

source: lock_outline
ne: लक_आउटलाइन

source: Khmer
id: bahasa Khmer

source: Pemasok dilibatkan dan Suara Pekerja diluncurkan
id: Melibatkan pemasok dan Suara Pekerja diluncurkan
