Repository: kamkyi/python-translations-engine
Catalog: updated_po_files/*.po
Languages: id, ne, th

source: Validation (Talking Points):
id: Validasi (poin pembicaraan)
ne: प्रमाणीकरणका लागि (बोल्ने कुराहरु):
th: การตรวจสอบผลการเยียวยากับแรงงาน (ประเด็นในการปรึกษาหารือ):

source: Results (Talking Points):
id: Hasil (poin pembicaraan)
ne: परिणामहरुमा (बोल्ने कुराहरु):
th: ผลลัพธ์ (ประเด็นในการปรึกษาหารือ):

source: Payments:
id: Pembayaran
ne: भुक्तानीहरू:
th: การชำระเงิน:

source: Owed:
id: Terhutang
ne: बक्यौता:
th: คงค้าง:

source: Paid:
id: Dibayarkan
ne: भुक्तान गरिएको:
th: จ่ายแล้ว:

source: Payment Deadline:
id: Tenggat waktu pembayaran
ne: भुक्तानी समय सीमा:
th: ขอบเขตเวลาในการชำระเงิน:

source: Provided:
id: Disediakan
ne: प्रदान गरिएको:
th: ให้เอกสารเมื่อ:

source: Documents Deadline:
id: Tenggat waktu pembayaran
ne: कागजात समय सीमा:
th: ขอบเขตเวลาในการส่งเอกสาร:

source: System Change Deadline:
id: Tenggat waktu perubahan sistem
ne: प्रणाली परिवर्तन समय सीमा:
th: ขอบเขตเวลาในการปรับปรุง:

source: Next Step :
id: Langkah selanjutnya
ne: अर्को पाइला :
th: การดำเนินการขั้นถัดไป:

source: Assign To :-
id: Ditugaskan kepada
ne: को लागि तोक्नुहोस्: -
th: ผู้ที่ได้รับมอบหมาย:

source: Deadline :-
id: Tenggat waktu
ne: अन्तिम म्याद:-
th: ขอบเขตเวลาสำหรับการดำเนินการ:

source: Closed At
id: Diselesaikan pada
ne: मा बन्द
th: ปิดเมื่อ

source: Closure Date
id: Tanggal penyelesaian
ne: बन्द हुने मिति
th: วันที่ปิด

source: Open days
id: Jumlah hari penyelesaian
ne: खुला दिनहरू
th: วันที่เปิด

source: Quality of the closure
id: Kualitas penyelesaian:
ne: बन्द हुँदाको गुणस्तर
th: คุณภาพของการเยียวยาเพื่อปิดเคส

source: This is the parent Supplier KPI ID. This is ID in the Supplkier KPI List table above
id: Ini adalah induk KPI ID pemasok. Ini merupakan ID di dalam tabel daftar KPI pemasok di atas
ne: आइ.डी. रोजगारदाता KPI आईडी यो अभिभावक रोजगारदाता KPI ID हो। यो माथिको रोजगारदाता KPI सूची तालिकामा ID बाट लिइएको हो।
th: นี่คือรหัส KPI ของซัพพลายเออร์หลัก นี่คือ ID ในตารางรายการ Supplkier KPI ด้านบน

source: Opened At
id: Dibuka sejak
ne: मा खोलियो
th: เปิดเมื่อ

source: # Affected
id: # Terdampak:
ne: # प्रभावित
th: # จำนวนพนักงานได้รับผลกระทบ

source: Updates
id: Pembaruan
ne: अपडेटहरू
th: ความคืบหน้า

source: Call #
id: Panggilan #
ne: # कल गर्नुहोस्
th: คอล #

source: days active
id: Hari aktif
ne: दिन सक्रिय
th: จำนวนวันที่ี่เคสเปิดอยู่

source: Calls
id: Panggilan
ne: कलहरू
th: คอล #

source: Call Id: {item}
ne: कल आईडी: {item}
th: คอล Id: {item}

source: Remediation Issues:
id: Persoalan remediasi
ne: समाधानका समस्याहरू:
th: ประเด็นปัญหาที่ต้องเยียวยา:

source: Remediation Action:
id: Tindakan remediasi
ne: सामाधानका लागि कारबाही
th: การดำเนินการเยียวยา:

source: Remediation Validation:
id: Validasi remediasi
ne: सामाधान प्रमाणीकरण:
th: การตรวจสอบผลการเยียวยา:

source: Remediation Results:
id: Hasil remediasi
ne: सामाधानको परिणाम
th: ผลของการเยียวยา:

source: less than 15 days
id: kurang dari 15 hari
ne: 15 दिन भन्दा कम
th: น้อยกว่า 15 วัน

source: Filter by Days Active
id: Saring berdasarkan Hari Aktif
ne: सक्रिय दिनको आधारमा छान्नुहोस्
th: กรองโดยจำนวนวันที่เคสเปิดอยู่

source: Active Days
id: Hari aktif
ne: सक्रिय दिनहरू
th: จำนวนวันที่เคสเปิดอยู่

source: Supply Chain
id: Rantai pasok
ne: आपूर्ति श्रृंखला
th: ห่วงโซ่อุปทาน

source: Non-Supply Chain
id: Bukan rantai pasok
ne: गैर-आपूर्ति श्रृंखला
th: นอกห่วงโซ่อุปทาน

source: Show Closed
id: Tunjukkan selesai
ne: बन्द देखाउनुहोस्
th: แสดงเคสที่ปิด

source: Supplier KPIs
id: KPI pemasok
ne: रोजगारदाता KPIs
th: ซัพพลายเออร์ KPIs

source: You can enter a text or number thats used in the object. Call IDs Also work. (You'll get the supplier KPIs that have that Call ID in the drop down panel or info view
id: Anda dapat memasukkan teks atau nomor yang digunakan di dalam objek. ID panggilan juga bisa digunakan. (Anda akan mendapatkan KPI pemasok sesuai ID panggilan tersebut di dalam panel pilihan atau tampilan informasi
ne: तपाईले वस्तुमा प्रयोग भएको पाठ वा नम्बर प्रविष्ट गर्न सक्नुहुन्छ। कल आईडीहरू पनि काम गर्छन्। (तपाईंले ड्रप डाउन प्यानल वा जानकारी दृश्यमा त्यो कल ID भएको रोजगारदाता KPI हरू प्राप्त गर्नुहुनेछ।
th: ท่านสามารถป้อนข้อความ หมายเลข หรือ คอล ID ในช่องนี้ได้ (โดยคุณจะได้รับ KPI ของซัพพลายเออร์ที่มีคอล idนั้นในแผงดรอปดาวน์)

source: Update selected KPIs
id: Pembaruan KPI yang dipilih
ne: चयन गरिएका KPI हरू अद्यावधिक गर्नुहोस्
th: อัพเดต KPI ที่เลือก

source: Supplier KPI Updated History
id: Riwayat pembaruan KPI pemasok
ne: रोजगारदाता KPI अद्यावधिक इतिहास
th: ประวัติการอัพเดท KPI ของซัพพลายเออร์

source: WELCOME!
th: ยินดีต้อนร้บ!

source: Objective: The objective of this ILM Suppliers Dashboard is to provide suppliers with a robust tool to help monitor, benchmark, remediate, and improve labor issues, systems, and business performance in global supply chains.
th: วัตถุประสงค์: วัตถุประสงค์ของแดชบอร์ดนี้คือการจัดหาเครื่องมือที่มีประสิทธิภาพแก่บริษัทนายจ้างเพื่อช่วยตรวจสอบ ได้มาตรฐาน แก้ไขให้ถูกต้อง และปรับปรุงปัญหาด้านแรงงาน ระบบ และประสิทธิภาพทางธุรกิจในห่วงโซ่อุปทานทั่วโลก

source: Confidentiality: The information in the ILM Suppliers Dashboard is confidential to each supplier and is tailored to your own unique company. All information provided via the ILM Suppliers Dashboard is governed by your company’s Suppliers Partner agreement with Issara Institute. The information may not be shared externally.
th: การรักษาความลับ: ข้อมูลในแดชบอร์ดจะเป็นความลับสำหรับบริษัทนายจ้างแต่ละรายและได้รับการปรับแต่งให้เหมาะกับบริษัทของคุณเอง ข้อมูลทั้งหมดที่ให้ผ่านแดชบอร์ดอยู่ภายใต้ข้อตกลงพันธมิตรบริษัทของคุณกับสถาบันอิสรา ข้อมูลจะไม่ถูกแชร์กับองค์กรภายนอก

source: Features: Issara will continue to advance features within the ILM Suppliers Dashboard, and we welcome your feedback and input to make the ILM Suppliers Dashboard as useful and impactful as possible. For example, the ability to input the corrective actions taken by the supplier are slated for upcoming iterations. How this information may be integrated with your internal practices and protocols (current and planned), will also be part of discussions with each supplier.
th: คุณสมบัติ: สถาบันอิสราจะยังคงพัฒนาคุณสมบัติต่างๆ ภายในแดชบอร์ดต่อไป และเรายินดีรับฟังความคิดเห็นและข้อมูลของคุณเพื่อทำให้แดชบอร์ดมีประโยชน์และมีผลกระทบมากที่สุดเท่าที่จะเป็นไปได้ ตัวอย่างเช่น การวิเคราะห์แนวโน้มและการมีมาตรฐานที่กำหนดไว้สำหรับการทบทวนหรือทำซ้ำที่กำลังจะเกิดขึ้น วิธีที่ข้อมูลนี้อาจรวมเข้ากับแนวทางปฏิบัติภายในและโปรโตคอลของคุณ (ปัจจุบันและที่วางแผนไว้) จะเป็นส่วนหนึ่งของการหารือกับบริษัทนายจ้างแต่ละราย

source: We are excited about the breadth of information, data analysis, and transparency that the ILM Suppliers Dashboard can provide. We look forward to our ongoing collaboration with you to support ethical labour recruitment and improved working conditions. If you have any questions, please contact your Issara Institute Supplier dashboard focal point.
th: เรารู้สึกตื่นเต้นกับความกว้างของข้อมูล การวิเคราะห์ข้อมูล และความโปร่งใสที่ ILM Supplier Dashboard สามารถให้ได้ เราหวังเป็นอย่างยิ่งว่าจะได้ร่วมมือกับคุณอย่างต่อเนื่องเพื่อสนับสนุนการสรรหาจ้างแรงงานอย่างมีจริยธรรมและปรับปรุงสภาพการทำงาน หากคุณมีคำถามใดๆ โปรดติดต่อศูนย์กลางแดชบอร์ดซัพพลายเออร์ของสถาบันอิสรา

source: Legal Disclaimer
th: ข้อจำกัดความรับผิดชอบทางกฎหมาย

source: While we have made our best efforts to ensure the accuracy and reliability of the information collected and contained in this dashboard, Issara Institute is not responsible for any errors or omissions, or for the results obtained from the use of this information.
th: แม้ว่าเราจะพยายามอย่างดีที่สุดเพื่อรับรองความถูกต้องและความน่าเชื่อถือของข้อมูลที่รวบรวมและเก็บไว้ในแดชบอร์ดนี้ สถาบันอิสราจะไม่รับผิดชอบต่อข้อผิดพลาดหรือการละเว้นใด ๆ หรือผลลัพธ์ที่ได้รับจากการใช้ข้อมูลนี้

source: All information in this dashboard is provided "as is", with no guarantee of completeness, accuracy, timeliness or of the results obtained from the use of this information, and without warranty of any kind, express or implied, including, but not limited to warranties of performance, merchantability and fitness for a particular purpose. Nothing herein shall to any extent substitute for the independent investigation and the sound technical and business judgment of the reader.
th: ข้อมูลทั้งหมดในแดชบอร์ดนี้มีให้ “ตามสภาพ” โดยไม่มีการรับประกันความสมบูรณ์ ความถูกต้อง ความทันเวลา หรือผลลัพธ์ที่ได้รับจากการใช้ข้อมูลนี้ และไม่มีการรับประกันใดๆ ทั้งโดยชัดแจ้งหรือโดยนัย รวมถึงแต่ไม่จำกัดเพียง การรับประกันประสิทธิภาพ ความสามารถเชิงพาณิชย์ และความเหมาะสมสำหรับวัตถุประสงค์เฉพาะ ไม่มีสิ่งใดในที่นี้ที่จะทดแทนการสอบสวนที่เป็นอิสระและการตัดสินทางเทคนิคและการตัดสินทางธุรกิจของผู้อ่าน

source: Any views, opinions and guidance set out in this dashboard are provided for information purposes only, and do not purport to be legal and/or professional advice or a definitive interpretation of any law. In no event will Issara Institute or its employees be liable to you or anyone else for any decision made or action taken in reliance on the information in this report or for any consequential, special or similar damages, even if advised of the possibility of such damages. The information contained in this dashboard is intended solely to provide general guidance on matters of interest for the use of the reader, who accepts full responsibility for its use.
th: มุมมอง ความคิดเห็น และคำแนะนำใด ๆ ที่กำหนดไว้ในแดชบอร์ดนี้มีไว้เพื่อวัตถุประสงค์ในการให้ข้อมูลเท่านั้น และไม่ได้อ้างว่าเป็นคำแนะนำทางกฎหมายและ/หรือทางวิชาชีพ หรือการตีความกฎหมายใด ๆ ขั้นสุดท้าย ไม่ว่าในกรณีใด สถาบันอิสราและพนักงานจะไม่รับผิดชอบต่อคุณหรือบุคคลอื่นใดสำหรับการตัดสินใจหรือการดำเนินการใด ๆ โดยอาศัยข้อมูลในรายงานนี้ หรือต่อความเสียหายที่เป็นผลสืบเนื่อง พิเศษ หรือคล้ายคลึงกัน แม้ว่าจะทราบถึงความเป็นไปได้ของความเสียหายดังกล่าวแล้วก็ตาม . ข้อมูลที่มีอยู่ในแดชบอร์ดนี้มีวัตถุประสงค์เพื่อให้คำแนะนำทั่วไปในเรื่องที่น่าสนใจสำหรับการใช้งานของผู้อ่านซึ่งยอมรับความรับผิดชอบอย่างเต็มที่ต่อการใช้งาน

source: Supplier Updates
id: Pembaruan pemasok
ne: रोजगारदाता अद्यावधिक
th: อัพเดตจากซัพพลายเออร์

source: You have successfully updated suppliers anonymous flags
id: Anda telah berhasil memperbarui bendera anonim pemasok
ne: तपाईंले सफलतापूर्वक रोजगारदाताको गोप्य जानकारी अद्यावधिक गर्नुभयो
th: คุณได้อัปเดตแฟล็กที่ไม่ระบุตัวตนของซัพพลายเออร์เรียบร้อยแล้ว

source: Error Occured:
id: Terjadi error
ne: त्रुटि भयो:
th: พบข้อผิดพลาด

source: Edit:
id: Ubah:
ne: सम्पादन गर्नुहोस्:
th: แก้ไข:

source: Anonymous
id: Anonim
ne: बेनामी
th: ไม่ระบุตัวตน

source: website
id: Situs web
ne: वेबसाइट
th: เว็บไซต์

source: Address
id: Alamat
ne: ठेगाना
th: ที่อยู่

source: Zipcode
id: Kode Pos
ne: जिप कोड
th: รหัสไปรษณีย์

source: Industry
id: Industri
ne: उद्योग वा व्यावसयाको प्रकार
th: อุตสาหกรรม

source: Sub Industry
id: Sub Industri
ne: उद्योग वा व्यावसयाको उप-प्रकार
th: อุตสาหกรรมย่อย

source: Contact Name
id: Kontak
ne: सम्पर्क नाम
th: ชื่อของผู้ติดต่อ

source: Contact Phone
id: Nomor Telepon Kontak
ne: सम्पर्क फोन
th: เบอร์โทรศัพท์

source: Contact Email
id: Email Kontak
ne: सम्पर्क इमेल
th: อีเมลล์

source: Vessel Number
id: Nomor kapal
ne: जहाज नम्बर
th: หมายเลขตัวเรือ

source: Cambodian Workers
id: Pekerja Kamboja
ne: कम्बोडियन श्रमिकहरू
th: แรงงานกัมพูชา

source: Lao Workers
id: Pekerja Laos
ne: लाओ श्रमिकहरू
th: แรงงานลาว

source: Myanmar Workers
id: Pekerja Myanmar
ne: म्यानमारका श्रमिकहरू
th: แรงงานเมียนมา

source: Thai Workers
id: Pekerja Thailand
ne: थाई श्रमिकहरू
th: แรงงานไทย

source: Vietnamese Workers
id: Pekerja Vietnam
ne: भियतनामी श्रमिकहरू
th: แรงงานเวียดนาม

source: Total Workers
id: Jumlah pekerja
ne: कुल श्रमिकहरू
th: จำนวนแรงงานทั้งหมด

source: Supply Chains Name
id: Nama Rantai Pasok
ne: आपूर्ति श्रृंखला नाम
th: ชื่อห่วงโซ่อุปทาน

source: Lat
id: Garis lintang
ne: अक्षांश
th: แลตติจูด

source: Lng
id: Garis bujur
ne: देशान्तर
th: ลองติจูด

source: supply chain data
id: Data rantai pasok
ne: आपूर्ति श्रृंखला डाटा
th: ข้อมูลห่วงโซ่อุปทาน

source: Search by Strategic Partners
id: Cari berdasarkan Mitra Strategis
ne: रणनीतिक साझेदारहरू अनुसार खोजि
th: ค้นหาตาม Strategic Partners

source: Search by worker Nationality
id: Cari berdasarkan kewarganegaraan pekerja
ne: श्रमिकको राष्ट्रियता अनुसार खोज्नुहोस्
th: ค้นหาตามสัญชาติของแรงงาน

source: Filter by Strategic Partners
id: Saring berdasarkan Mitra Strategis
ne: रणनीतिक साझेदारहरू अनुसार फिल्टर गर्नुहोस्
th: กรองผลการค้นหาตาม Strategic Partners

source: Filter by Suppliers
id: Saring berdasarkan Pemasok
ne: रोजगारदाता अनुसार फिल्टर गर्नुहोस्
th: กรองผลการค้นหาตามซัพพลายเออร์

source: Worker Nationality
id: Kewarganegaraan Pekerja
ne: श्रमिक राष्ट्रियता
th: สัญชาติของแรงงาน

source: Disable
id: Dinonaktifkan
ne: असक्षम गर्नुहोस्
th: ปิดการใช้งาน

source: Enable
id: Mengaktifkan
ne: सक्षम गर्नुहोस्
th: เปิดใช้งาน

source: Active Supply Chains
id: Rantai Pasok yang Aktif
ne: सक्रिय आपूर्ति श्रृंखला
th: ห่วงโซ่อุปทานที่ใช้งานอยู่

source: Thailand
ne: थाइल्याण्ड
th: ประเทศไทย

source: total_num_thai_workers
id: jumlah_total_pekerja_Thailand
ne: कुल_संख्या_थाई_श्रमिकहरू
th: จำนวน_แรงงาน_ไทย_ทั้งหมด

source: total_num_cambodian_workers
id: jumlah_total_pekerja_Kamboja
ne: कुल_संख्या_कम्बोडियन_श्रमिकहरू
th: จำนวน_แรงงาน_กัมพูชา_ทั้งหมด

source: Laos
ne: लाओस
th: ลาว

source: total_num_lao_workers
id: jumlah_total_pekerja_Laos
ne: कुल_संख्या_लाओ_श्रमिकहरू
th: จำนวน_แรงงาน_ลาว_ทั้งหมด

source: Vietnam
ne: भियतनाम
th: เวียดนาม

source: total_num_vietnamese_workers
id: jumlah_total_pekerja_Vietnam
ne: कुल_संख्या_भियतनामी_श्रमिकहरू
th: จำนวน_แรงงาน_เวียดนาม_ทั้งหมด

source: Nepal
ne: नेपाल
th: เนปาล

source: total_num_nepalese_workers
id: jumlah_total_pekerja_Nepal
ne: कुल_संख्या_नेपाली_श्रमिकहरू
th: จำนวน_แรงงาน_เนปาล_ทั้งหมด

source: Bangladesh
ne: बंगलादेश
th: ชาวบังคลาเทศ

source: total_num_bangladeshi_workers
id: jumlah_total_pekerja_bangladesh
ne: कुल_संख्या_बंगलादेशी_श्रमिकहरू
th: จำนวน_แรงงาน_บังกลาเทศ_ทั้งหมด

source: Indonesia
ne: इन्डोनेसिया
th: อินโดนีเซีย

source: total_num_indonesian_workers
id: jumlah_total_pekerja_indonesia
ne: कुल_संख्या_इन्डोनेसियाली_श्रमिकहरू
th: จำนวน_แรงงาน_อินโดนีเซีย_ทั้งหมด

source: India
ne: भारत
th: อินเดีย

source: total_num_indian_workers
id: jumlah_total_pekerja_india
ne: कुल_संख्या_भारतीय_श्रमिकहरू
th: จำนวน_แรงงาน_อินเดีย_ทั้งหมด

source: Pakistan
ne: पाकिस्तान
th: ปากีสถาน

source: total_num_pakistani_workers
id: jumlah_total_pekerja_pakistan
ne: कुल_संख्या_पाकिस्तानी_श्रमिकहरू
th: จำนวน_แรงงาน_ปากีสถาน_ทั้งหมด

source: Sri Lanka
ne: श्रीलंका
th: ศรีลังกา

source: total_num_sri_lankan_workers
id: jumlah_total_pekerja_sri lanka
ne: कुल_संख्या_श्रीलंका_श्रमिकहरू
th: จำนวน_แรงงาน_ศรีลังกา_ทั้งหมด

source: Merge duplicates
id: Gabung duplikasi
ne: डुप्लिकेटहरू मर्ज गर्नुहोस्
th: รวมรายการที่ซ้ำกัน

source: Following suppliers will be merged:
id: Pemasok-pemasok berikut akan digabungkan
ne: निम्न आपूर्तिकर्ताहरू मर्ज गरिनेछ:
th: ซัพพลายเออร์ต่อไปนี้จะถูกรวมเข้าด้วยกัน:

source: Merge/Removal
id: Gabung/Penghapusan
ne: मर्ज/हटाउने
th: รวม/ลบ

source: website:
id: Situs web:
ne: वेबसाइट:
th: เว็บไซต์:

source: Company Description:
id: Deskripsi perusahaan
ne: कम्पनी विवरण:
th: คำอธิบายบริษัท:

source: Created:
id: Didirikan
ne: सिर्जना गरिएको:
th: สร้างเมื่อ:

source: Address:
id: Alamat:
ne: ठेगाना:
th: ที่อยู่:

source: Zipcode:
id: Kode pos:
ne: जिप कोड:
th: รหัสไปรษณีย์:

source: Province:
id: Provinsi:
ne: प्रदेश
th: จังหวัด:

source: District:
id: Kabupaten:
ne: जिल्ला:
th: เขต/อำเภอ:

source: Industry:
id: Industri
ne: उद्योग:
th: อุตสาหกรรม:

source: Sub Industry:
id: Sub Industri
ne: उप-उद्योग:
th: อุตสาหกรรมย่อย:

source: Lng:
id: Garis lintang
ne: देशान्तर
th: แลตติจูด:

source: Lat:
id: Garis bujur
ne: अक्षांश
th: ลองติจูด:

source: Contact:
id: Kontak:
ne: सम्पर्क:
th: ช่องทางการติดต่อ:

source: contact_name:
id: nama_kontak:
ne: सम्पर्क नाम
th: ช่องทางการติดต่อ_ชื่อ:

source: contact_phone:
id: nomor_telepon_kontak:
ne: सम्पर्क फोन नम्बर
th: ช่องทางการติดต่อ_โทร:

source: contact_email:
id: email_kontak
ne: सम्पर्क इमेल:
th: ช่องทางการติดต่อ_อีเมลล์:

source: vessel_number:
id: nomor_kapal
ne: जहाज-नम्बर
th: หมายเลข_ตัวเรือ:

source: Work Environment:
id: Lingkungan kerja
ne: कार्य वातावरण:
th: สภาพการทำงาน:

source: name_harvesting_business:
id: nama_perusahaan_pemanenan
ne: उत्पादन-खरिदगर्ने-व्यावसायको-नाम
th: ชื่อ_ฟาร์ม_เก็บเกี่ยว:

source: num_vessels_sourced_from:
id: sumber_nomor_kendaraan
ne: स्रोतमुलुकको-जाहाजको-संख्या
th: จำนวน_เรือ_ทั้งหมด_ที่ใช้:

source: total_num_workers:
id: total_jumlah_pekerja
ne: श्रमिकहरू कुल_संख्या
th: จำนวน_แรงงาน_ทั้งหมด:

source: total_num_men_workers:
id: total_jumlah_pekerja_laki-laki
ne: पुरुष_कामदारहरू_कुल_संख्या:
th: จำนวน_แรงงาน_ชาย_ทั้งหมด:

source: total_num_women_workers:
id: total_jumlah_pekerja_perempuan
ne: महिला_कामदारहरू_कुल_संख्या:
th: จำนวน_แรงงาน_หญิง_ทั้งหมด:

source: total_num_thai_workers:
id: total_jumlah_pekerja_thailand
ne: कुल_संख्या_थाई_श्रमिकहरू
th: จำนวน_แรงงาน_ไทย_ทั้งหมด:

source: total_num_cambodian_workers:
id: total_jumlah_pekerja_kamboja
ne: कुल_संख्या_कम्बोडियन_श्रमिकहरू
th: จำนวน_แรงงาน_กัมพูชา_ทั้งหมด:

source: total_num_myanmar_workers:
id: total_jumlah_pekerja_myanmar
ne: कुल_संख्या_म्यानमार_श्रमिकहरू:
th: จำนวน_แรงงาน_เมียนมา_ทั้งหมด:

source: total_num_lao_workers:
id: total_jumlah_pekerja_laos
ne: कुल_संख्या_लाओ_श्रमिकहरू
th: จำนวน_แรงงาน_ลาว_ทั้งหมด:

source: total_num_vietnamese_workers:
id: total_jumlah_pekerja_vietnam
ne: कुल_संख्या_भियतनामी_श्रमिकहरू
th: จำนวน_แรงงาน_เวียดนาม_ทั้งหมด:

source: total_num_nepalese_workers:
id: total_jumlah_pekerja_nepal
ne: कुल_संख्या_नेपाली_श्रमिकहरू
th: จำนวน_แรงงาน_เนปาล_ทั้งหมด:

source: total_num_bangladeshi_workers:
id: total_jumlah_pekerja_bangladesh
ne: कुल_संख्या_बंगलादेशी_श्रमिकहरू
th: จำนวน_แรงงาน_บังกลาเทศ_ทั้งหมด:

source: total_num_indonesian_workers:
id: total_jumlah_pekerja_indonesia
ne: कुल_संख्या_इन्डोनेसियाली_श्रमिकहरू
th: จำนวน_แรงงาน_อินโดนีเซีย_ทั้งหมด:

source: total_num_malaysian_workers:
id: total_jumlah_pekerja_malaysia
ne: कुल_संख्या_मलेशियन_श्रमिकहरू:
th: จำนวน_แรงงาน_มาเลเซีย_ทั้งหมด:

source: total_num_indian_workers:
id: total_jumlah_pekerja_india
ne: कुल_संख्या_भारतीय_श्रमिकहरू:
th: จำนวน_แรงงาน_อินเดีย_ทั้งหมด:

source: total_num_pakistani_workers:
id: total_jumlah_pekerja_pakistan
ne: कुल_संख्या_पाकिस्तानी_श्रमिकहरू
th: จำนวน_แรงงาน_ปากีสถาน_ทั้งหมด:

source: total_num_sri_lankan_workers:
id: total_jumlah_pekerja_sri lanka
ne: कुल_संख्या_श्रीलंका_श्रमिकहरू
th: จำนวน_แรงงาน_ศรีลังกา_ทั้งหมด:

source: Informative:
id: Informatif:
ne: जानकारीमूलक:
th: ข้อมูล:

source: hiring_practice:
id: praktek_perekrutan
ne: भर्ना प्रकृया
th: กระบวนการ_จ้างงาน:

source: Recruiter:
id: Perekrut
ne: मेनपावर कम्पनी
th: บริษัทจัดหางาน:

source: recruiter:
id: perekrut:
ne: मेनपावर कम्पनी
th: บริษัทจัดหางาน:

source: other:
id: lainnya:
ne: अन्य:
th: อื่นๆ:

source: Supply Chains
id: Rantai pasok:
ne: आपूर्ति श्रृंखला
th: ห่วงโซ่อุปทาน:

source: name
id: nama
ne: नाम
th: ชื่อ

source: Reports
id: Laporan
ne: रिपोर्टहरू
th: พิมพ์รายงาน

source: Engaged with supplier and worker voice rolled out
ne: श्रमिक आवाज रोल आउट संग संलग्न
th: ซัพพลายเออร์นี้เข้าร่วมโครงการกับอิสราแล้ว และมีเสียงของแรงงานที่นี่

source: Is NOT Engaged with supplier and worker voice NOT rolled out
id: Pemasok tidak dilibatkan dan Suara Pekerja tidak diluncurkan
ne: श्रमिक आवाज रोल आउट नगरेकामा संलग्न भइन
th: ซัพพลายเออร์นี้ไม่เคยเข้าร่วมโครงการกับอิสรา และไม่มีเสียงของแรงงานที่นี่

source: total men workers
id: jumlah pekerja laki-laki
ne: कुल पुरुष कामदार
th: จำนวนแรงงานชายทั้งหมด

source: total women workers
id: jumlah pekerja perempuan
ne: कुल महिला कामदार
th: จำนวนแรงงานหญิงทั้งหมด

source: Thai workers
id: Pekerja Thailand
ne: थाई कामदारहरू
th: แรงงานไทย

source: Cambodian workers
id: Pekerja Kamboja
ne: कम्बोडियन कामदारहरू
th: แรงงานกัมพูชา

source: Myanmar workers
id: Pekerja Myanmar
ne: म्यानमारका श्रमिकहरू
th: แรงงานเมียนมา

source: Lao workers
id: Pekerja Laos
ne: लाओ श्रमिकहरू
th: แรงงานลาว

source: Bangladeshi workers
id: Pekerja Bangladesh
ne: बंगलादेशी श्रमिकहरू
th: แรงงานบังกลาเทศ

source: Indonesian workers
id: Pekerja Indonesia
ne: इन्डोनेसियाली श्रमिकहरू
th: แรงงานอินโดนีเซีย

source: Malaysian workers
id: Pekerja Malaysia
ne: मलेशियन श्रमिकहरू
th: แรงงานมาเลเซีย

source: Indian workers
id: Pekerja India
ne: भारतीय श्रमिकहरू
th: แรงงานอินเดีย

source: Pakistani workers
id: Pekerja Pakistan
ne: पाकिस्तानी श्रमिकहरू
th: แรงงานปากีสถาน

source: Sri Lankan workers
id: Pekerja Sri Lanka
ne: श्रीलंकाका श्रमिकहरू
th: แรงงานศรีลังกา

source: WORK INDICATOR 1. Supplier performance in relation to responding to worker-reported grievances and collaborating with Issara Institute staff
th: ตัวชี้วัดการทำงาน 1. การปฏิบัติงานของบริษัทที่เกี่ยวข้องกับการตอบสนองต่อข้อร้องทุกข์ที่พนักงานรายงาน และการร่วมมือกับเจ้าหน้าที่สถาบันอิสรา

source: Quality of Response actual
th: คุณภาพของการตอบสนองที่เกิดขึ้น

source: Quality of Response
th: คุณภาพของการตอบสนอง

source: Timeliness of Response actual
th: เวลาที่ใช้ในการตอบสนองที่เกิดขึ้น

source: Timeliness of Response
th: เวลาที่ใช้ในการตอบสนอง

source: Openness to Reform actual
th: ความเปิดกว้างต่อการเปลี่ยนแปลงที่เกิดขึ้น

source: Openness to Reform
th: ความเปิดกว้างต่อการเปลี่ยนแปลง

source: WORK INDICATOR 2. % of worker-reported issues in the supply chain resolved in under 60 days
th: ตัวชี้วัดการทำงาน 2. % ของปัญหาที่พนักงานรายงานในห่วงโซ่อุปทานได้รับการแก้ไขภายในไม่เกิน 60 วัน

source: WORK INDICATOR 3. % of remediation efforts of specific issues resolved at Poor, Fair, Good and Excellent level
th: ตัวชี้วัดงาน 3. % ของความพยายามในการแก้ไขปัญหาในแต่ละด้านได้รับการแก้ไขในระดับแย่ ปานกลาง ดี และดีเยี่ยม

source: WORKER VOICE
th: เสียงของแรงงาน

source: Grey = Not yet initiated; Yellow = Partial progress; Green = Completed/ongoing
th: เทา = ยังไม่ได้ดำเนินการ; เหลือง = เริ่มต้นดำเนินการ; เขียว = ดำเนินการแล้วเสร็จ

source: LABOUR RECRUITMENT
th: การสรรหาจ้างแรงงาน

source: WORKING CONDITIONS
th: สภาพการทำงาน

source: ACTIVITIES & ACHIEVEMENTS SUMMARY
th: สรุปกิจกรรมและความสำเร็จ

source: Number of workers with access to Issara worker voice channels
th: จำนวนแรงงานที่มีส่วนร่วมในช่องทางเสียงของแรงงานของสถาบันอิสรา

source: Not available
th: ไม่พบข้อมูล

source: Date of most recent worker satisfaction survey
th: วันที่ทำแบบสำรวจความพึงพอใจของแรงงานครั้งล่าสุด

source: Date of most recent recruitment survey
th: วันที่ทำแบบสำรวจค่าธรรมเนียมค่าใช้จ่ายการสรรหาจ้างแรงงานครั้งล่าสุด

source: Number of workers reimbursed recruitment fees
th: จำนวนพนักงานที่ได้คืนค่าธรรมเนียมค่าใช้จ่ายในการจัดหางาน

source: Remaining number of workers owed recruitment fee reimbursement
th: จำนวนพนักงานที่ยังไม่ได้รับคืนค่าธรรมเนียมค่าใช้จ่ายการจัดหางาน

source: Total amount of recruitment fees reimbursed to workers (US dollars)
th: จำนวนเงินค่าธรรมเนียมค่าใช้จ่ายการจัดหางานที่คืนให้กับพนักงานทั้งหมด (ดอลลาร์สหรัฐ)

source: Remaining amount owed, recruitment fee reimbursement to workers (US dollars)
th: จำนวนเงินที่ยังไม่ได้คืนเงินค่าธรรมเนียมค่าใช้จ่ายการจัดหางานให้กับพนักงาน (ดอลลาร์สหรัฐ)

source: Estimated number of workers reached
id: Perkiraan jumlah pekerja yang dijangkau
ne: श्रमिकहरूको अनुमानित संख्या पुग्यो
th: จำนวนของแรงงานที่เข้าถึงโดยประมาณ

source: This value can not be greater than the total
id: Nilainya tidak bisa lebih besar daripada jumlah total
ne: यो संख्या कुल संख्या भन्दा धेरै हुन सक्दैन
th: ตัวเลขที่ใส่ไม่สามารถเกินตัวเลขทั้งหมดได้

source: Cambodian
id: Warga negara Kamboja
ne: कम्बोडियन
th: กัมพูชา

source: Indian
id: Warga negara India
ne: भारतीय
th: อินเดีย

source: Total ({total_workers_reached})
ne: कुल ({कुलl_श्रमिकहरुको संख्या_पुग्यो})
th: ทั้งหมด ({แรงงาน_ทั้งหมด_ที่เข้าถึง})

source: Sum of nationalities ({sum_of_nationalities})
ne: ({सबै देशका-श्रमिकहरुको-योग})
th: จำนวนรวมของสัญชาติ ({จำนวนรวม_ของ_สัญชาติ})

source: Well done!
id: Selamat!
ne: राम्रो काम गर्नुभयो!
th: ยอดเยี่ยม!

source: New fieldwork activity has been successfully created
id: Kegiatan kerja lapangan yang baru berhasil ditambahkan
ne: नयाँ फिल्डवर्क गतिविधि सफलतापूर्वक सिर्जना गरिएको छ
th: เพิ่มกิจกรรมภาคสนามใหม่สำเร็จแล้ว
