Repository: kamkyi/python-translations-engine
Catalog: updated_po_files/*.po
Languages: id, ne, th

source: Remove this link
id: Hapus tautan ini
ne: यो लिङ्क हटाउनुहोस्
th: ลบลิงค์นี้ออก

source: Add More Issue Link
id: Tambahkan tautan persoalan
ne: थप मुद्दा लिङ्क थप्नुहोस्
th: เพิ่มลิงค์ที่เกี่ยวข้อง

source: Business Ratings - How Does the client rate the following actors that were involved in their recruitment and employment ?
id: Penilaian terhadap perusahaan - bagaimana klien menilai aktor-aktor yang terlibat di dalam perekrutan dan pekerjaan mereka
ne: व्यापार मूल्याङ्कन - ग्राहकले निम्न सरोकारवालाहरूलाई कसरी मूल्याङ्कन गर्छ जुन उनीहरूको भर्ना प्रकृया र रोजगारीमा संलग्न थिए?
th: ให้คะแนนธุรกิจ - ผู้มาติดต่อจะให้คะแนนผู้ปฏิบัติงานที่เกี่ยวข้องในการสรรหาและการจ้างงานในครั้งนี้อย่างไร

source: (1 very low, 5 very high)
id: (1 paling rendah, 5 paling tinggi)
ne: (1 धेरै कम, 5 धेरै उच्च)
th: (1 แย่มาก, 5 ดีมาก)

source: Source Upstream Broker
id: Calo di hulu
ne: स्रोत मुलुकमा संलग्न दलाल वा एजेण्ट
th: นายหน้าฝั่งประเทศต้นทาง

source: How many months working at this workplace?
id: Sudah berapa bulan bekerja di tempat kerja ini?
ne: यो कार्यस्थलमा कति महिना काम गर्नुहुन्छ?
th: ทำงานที่บริษัทนี้มากี่ปีแล้ว

source: Employer Debt Bondage?
id: Ikatan hutang oleh majikan?
ne: रोजगारदाताद्वारा ऋण बन्धन?
th: เป็นแรงงานขัดหนี้กับนายจ้างหรือไม่

source: If there is employer debt bondage, please provide details on amounts, to whom, how paid, etc
id: Jika ada ikatan hutang oleh majikan, berikan rincian mengenai jumlah, kepada siapa, bagaimana pembayarannya, dll
ne: यदि रोजगारदाताद्वारा ऋण बन्धन छ भने, कृपया रकम, कसलाई, कसरी भुक्तानी गरियो, आदि विवरणहरू प्रदान गर्नुहोस्
th: หากแรงงานเป็นแรงงานขัดหนี้กับนายจ้าง โปรดระบุรายละเอียด เช่น จำนวนเงินที่ติดหนี้ เจ้าหนี้ วิธีการจ่ายหนี้คืน หรือรายละเอียดอื่นๆ เป็นต้น

source: Broker Debt Bondage?
id: Ikatan hutang oleh calo?
ne: दलालद्वारा ऋण बन्धन?
th: เป็นแรงงานขัดหนี้กับนายหน้าหรือไม่

source: If there is broker debt bondage, please provide details on amounts, to whom, how paid, etc
id: Jika ada ikatan hutang oleh calo, berikan rincian mengenai jumlah, kepada siapa, bagaimana pembayarannya, dll
ne: यदि दलालद्वारा ऋण बन्धन छ भने, कृपया रकम, कसलाई, कसरी तिरेको, आदि विवरणहरू प्रदान गर्नुहोस्
th: หากแรงงานเป็นแรงงานขัดหนี้กับนายหน้า โปรดระบุรายละเอียด เช่น จำนวนเงินที่ติดหนี้ เจ้าหนี้ วิธีการจ่ายหนี้คืน หรือรายละเอียดอื่นๆ เป็นต้น

source: Supplier must be selected
id: Pemasok harus dipilih
ne: रोजगारदाता छनोट गर्नुपर्छ
th: โปรดเลือกซัพพลายเออร์

source: Country must be selected
id: Negara harus dipilih
ne: देश छनोट गर्नुपर्छ
th: โปรดเลือกประเทศ

source: Nationality must be selected
id: Kewarganegaraan harus dipilih
ne: राष्ट्रियता छनोट गर्नुपर्छ
th: โปรดเลือกสัญชาติ

source: CallerStatus must be selected
id: Status pembuat panggilan harus dipilih
ne: फोनगर्ने व्यक्तिको अवस्था/स्थिति चयन गरिनु पर्छ
th: โปรดเลือกสถานะผู้มาติดต่อ

source: ClientType must be selected
id: Jenis klien harus dipilih
ne: ग्राहकको प्रकार चयन गरिनु पर्छ
th: โปรดเลือกประเภทผู้มาติดต่อ

source: CaseCategory must be selected
id: Kategori persoalan harus dipilih
ne: मुद्दाको प्रकार चयन गरिनु पर्छ
th: โปรดเลือกประเภทของเคส

source: Please fill out the information and refer this case to Issara Institute. Thank you, have a great day!
id: Isi informasi dan rujuk kasus ini kepada Institut Issara. Terima kasih, semoga hari anda menyenangkan!
ne: कृपया जानकारी भर्नुहोस् र यो मुद्दा इसरालाई रेफर गर्नुहोस्। धन्यवाद, तपाईको दिन शुभ रहोस!
th: กรุณากรอกข้อมูลให้ครบและส่งต่อเคสนี้ไปยังสถาบันอิสรา

source: Required Info
id: Informasi wajib
ne: आवश्यक जानकारी
th: ข้อมูลจำเป็น

source: Fieldwork Activity #{id}
ne: फिल्डवर्क गतिविधि #{आइ.डी.}
th: กิจกรรมภาคสนาม #{id}

source: General Information:
id: Informasi umum
ne: सामान्य जानकारी:
th: ข้อมูลทั่วไป:

source: Type:
id: Jenis:
ne: प्रकार:
th: ประเภท:

source: Date:
id: Tanggal:
ne: मिति:
th: วันที่:

source: Location:
id: Lokasi
ne: स्थान:
th: สถานที่:

source: Workers Reached:
id: Jumlah pekerja yang dijangkau:
ne: सम्पर्कमा रहेका श्रमिक संख्या
th: จำนวนแรงงานที่เข้าถึง:

source: Suppliers:
id: Pemasok:
ne: रोजगारदाताहरु:
th: ซัพพลายเออร์:

source: Recruiters:
id: Perekrut:
ne: मेनपावरकम्पनीहरु:
th: บริษัทจัดหางาน:

source: Partners:
id: Mitra:
ne: साझेदारहरू:
th: พาร์ทเนอร์:

source: Nationality:
id: Kewarganegaraan:
ne: राष्ट्रियता:
th: สัญชาติ:

source: Notes:
id: Catatan:
ne: नोट:
th: หมายเหตุ:

source: Links:
id: Tautan:
ne: लिङ्कहरू:
th: ลิงก์:

source: Download As XLS File
id: Unduh sebagai XLS File
ne: XLS फाइलको रूपमा डाउनलोड गर्नुहोस्
th: ดาวน์โหลกไฟล์ XLS

source: worker_calls_count_by_month
id: jumlah_panggilan_pekerja_dalam_sebulan
ne: श्रमिकको मासिक फोन संख्या:
th: จำนวน_สายด่วน_แรงงาน_ต่อ_เดือน

source: field_visit_count_by_month
id: jumlah_kunjungan_lapangan_dalam_sebulan
ne: मासिक फिल्ड भ्रमण संख्या:
th: จำนวน_กิจกรรม_ภาคสนาม_ต่อ_เดือน

source: field_total_workers_reached_by_month
id: jumlah_pekerja_yang_dijangkau_oleh_kunjungan_lapangan_dalam_sebulan
ne: मासिक फिल्डमा सम्पर्क भएका श्रमिक संख्या:
th: ภาคสนาม_แรงงาน_ทั้งหมด_เข้าถึง_ต่อ_เดือน

source: Between
id: Di antara
ne: बीचमा
th: ระหว่าง

source: Start
id: Mulai
ne: सुरु गर्नुहोस्
th: เริ่ม

source: And
id: Dan
ne: र
th: และ

source: End
id: Akhir
ne: अन्त्य
th: จบ

source: Reset all
id: Reset semua
ne: सबै रिसेट गर्नुहोस्
th: ล้างข้อมูล

source: No Data found
id: Data tidak ditemukan
ne: कुनै डाटा फेला परेन
th: ไม่พบข้อมูล

source: Burmese Facebook messenger
id: Facebook messenger bahasa Burma
ne: बर्मेली फेसबुक मेसेन्जर
th: เฟซบุ๊คภาษาพม่า

source: Burmese Viber in Thailand
id: Viber bahasa Burma di Thailand
ne: थाइल्याण्ड मा बर्मेली भाइवर
th: Viberภาษาพม่า

source: Burmese hotline in Thailand
id: Hotline bahasa Burma di Thailand
ne: थाइल्याण्ड मा बर्मेली हटलाइन
th: สายด่วนภาษาพม่าในประเทศไทย

source: Burmese LINE messages
id: Pesan di LINE bahasa Burma
ne: बर्मेली लाइन सन्देशहरू
th: ไลน์ภาษาพม่า

source: Burmese hotline in Myanmar
id: Hotline bahasa Burma di Myanmar
ne: म्यान्मारमा बर्मेली हटलाइन
th: สายด่วนภาษาพม่าในประเทศเมียนมา

source: Khmer hotline
id: Hotline bahasa Khmer
ne: खमेर हटलाइन
th: สายด่วนภาษาเขมร

source: Khmer Facebook messenger
id: Facebook messenger bahasa Khmer
ne: खमेर फेसबुक मेसेन्जर
th: เฟซบุ๊คภาษาเขมร

source: Khmer LINE
id: LINE bahasa Khmer
ne: खमेर लाइन
th: ไลน์ภาษาเขมร

source: Thai Hotline
id: Hotline bahasa Thailand
ne: थाई हटलाइन
th: สายด่วนภาษาไทย

source: Thai Facebook
id: Facebook bahasa Thailand
ne: थाई फेसबुक
th: เฟซบุ๊คภาษาไทย

source: Thai LINE
id: LINE bahasa Thailand
ne: थाई लाइन
th: ไลน์ภาษาไทย

source: Indonesian Whatsapp Total
id: Total jumlah WhatsApp bahasa Indonesia
ne: इन्डोनेसियाली व्हाट्सएप जम्मा
th: จำนวนข้อความWhatsappจากแรงงานอินโดนีเซียทั้งหมด

source: Indonesian Hotline Total
id: Total jumlah Hotline bahasa Indonesia
ne: इन्डोनेसियाली हटलाइन जम्मा
th: จำนวนสายด่วนจากแรงงานอินโดนีเซียทั้งหมด

source: Nepalese Whatsapp Total
id: Total jumlah WhatsApp bahasa Nepal
ne: नेपाली व्हाट्सएप जम्मा
th: จำนวนข้อความWhatsappจากแรงงานเนปาลทั้งหมด

source: Nepalese Hotline Total
id: Total jumlah Hotline bahasa Nepal
ne: नेपाली हटलाइन जम्मा
th: จำนวนสายด่วนจากแรงงานเนปาลทั้งหมด

source: Nepalese Facebook Total
id: Total jumlah Facebook bahasa Nepal
ne: नेपाली फेसबुक जम्मा
th: จำนวนข้อความทางเฟซบุ๊คจากแรงงานเนปาลทั้งหมด

source: Burmese Whatsapp Total
id: Total jumlah WhatsApp bahasa Burma
ne: बर्मी व्हाट्सएप जम्मा
th: จำนวนข้อความWhatsappจากแรงงานเมียนมาทั้งหมด

source: Burmese Viber in Malaysia
id: Viber bahasa Burma di Malaysia
ne: मलेशिया मा बर्मेली भाइवर
th: จำนวนข้อความViberจากแรงงานมาเลเซียทั้งหมด

source: Burmese Tiktok messages
id: Pesan Tiktok bahasa Burma
ne: बर्मेली टिकटक सन्देशहरू
th: จำนวนข้อความTiktokจากแรงงานเมียนมาทั้งหมด

source: Nepalese Tiktok messages
id: Pesan Tiktok bahasa Nepal
ne: नेपाली टिकटक सन्देशहरू
th: จำนวนข้อความTiktokจากแรงงานเนปาลทั้งหมด

source: Bangladeshi Facebook Messenger
id: Facebook Messenger bahasa Bangladesh
ne: बंगलादेशी फेसबुक मेसेन्जर
th: ข้อความทางเฟซบุ๊คจากแรงงานบังกลาเทศ

source: Bangladeshi Hotline
id: Hotline bahasa Bangladesh
ne: बंगलादेशी हटलाइन
th: สายด่วนแรงงานบังกลาเทศ

source: Bangladeshi WhatsApp
id: WhatsApp bahasa Bangladesh
ne: बंगलादेशी व्हाट्सएप
th: ข้อความWhatsappจากแรงงานบังกลาเทศ

source: Bangladeshi Tiktok messages
id: Pesan Tiktok bahasa Bangladesh
ne: बांग्लादेशी टिकटक सन्देशहरू
th: ข้อความTiktokจากแรงงานบังกลาเทศ

source: Worker Metrics
id: Data metrik Pekerja
ne: श्रमिक मेट्रिक्स
th: มาตรวัดแรงงาน

source: Total Worker Cases
id: Jumlah total kasus pekerja
ne: श्रमिकका मुद्दाहरू जम्मा
th: จำนวนเคสทั้งหมด

source: Men
id: Laki-laki
ne: पुरुष
th: ชาย

source: Women
id: Perempuan
ne: महिलाहरु
th: หญิง

source: Unknown
id: Tidak diketahui
ne: अज्ञात
th: ไม่ทราบ

source: Worker Voice and Ethical Recruitment metrics
id: Data metrik Suara Pekerja dan Ethical Recruitment
ne: श्रमिक आवाज र बैधानिक भर्ना मेट्रिक्स
th: มาตรวัดเสียงของแรงงานและการสรรหาจ้างแรงงานอย่างมีจริยธรรม

source: Workers Connected To Worker Voice Channels
id: Pekerja yang berhasil terhubung dengan Saluran Suara Pekerja
ne: श्रमिक आवाज च्यानलहरूमा जोडिएका श्रमिकहरू
th: แรงงานที่ี่เข้าถึงช่องทางเสียงของแรงงาน

source: Suppliers Trained
id: Jumlah pemasok yang sudah dilatih
ne: प्रशिक्षित रोजगारदाताहरु
th: ซัพพลายเออร์ที่ได้รับการอบรม

source: Workers Reached In Pre-Departure MM
id: Jumlah pekerja yang dijangkau pra-penempatan di Myanmar
ne: पूर्वप्रस्थान अभिमुखीकरणलिने श्रमिकको संख्या म्यानमार
th: แรงงานที่ได้รับการอบรมก่อนเดินทางมายังประเทศปลายทาง (เมียนมา)

source: Workers Receiving Remedition
id: Jumlah pekerja yang menerima remediasi
ne: न्याय प्राप्त गर्ने श्रमिक संख्या
th: แรงงานที่ได้รับการเยียวยา

source: Trained Workers Leaders/Ambassadors
id: Jumlah pimpinan/duta pekerja yang sudah dilatih
ne: प्रशिक्षित श्रमिक अगुवा/प्रतिनिधीहरू
th: หัวหน้าหรือตัวแทนแรงงานที่ได้รับการอบรม

source: Recruitment Agencies Trained
id: Jumlah agen perekrutan yang sudah dilatih
ne: प्रशिक्षित मेनपावर कम्पनीहरु
th: บริษัทจัดหางานที่ได้รับการอบรม

source: Workers Reached In Pre-Departure NE
ne: पूर्वप्रस्थान अभिमुखीकरणलिने श्रमिकको संख्या नेपाल
th: แรงงานที่ได้รับการอบรมก่อนเดินทางมายังประเทศปลายทาง (เนปาล)

source: Remediation For Recruitment Fees and Cases
id: Jumlah remediasi untuk kasus dan biaya terkait rekrutmen
ne: भर्ना शुल्क र मुद्दाहरूको लागि उपचार
th: การเยียวยาสำหรับค่าธรรมเนียมการจัดหางานและการร้องทุกข์

source: Recruitment-Related Fees Detected and Intercepted
id: Biaya-biaya terkait rekrutmen yang terdeteksi dan berhasil dicegat
ne: भर्ना-सम्बन्धि शुल्कहरु लिएको पता लगाइयो र हस्तक्षेप गरियो
th: จำนวนค่าธรรมเนียมที่เกี่ยวข้องกับการจัดหางานที่ถูกตรวจพบและระงับ

source: No Data Found
id: Tidak ada data yang ditemukan
ne: कुनै डाटा फेला परेन
th: ไม่พบข้อมูล

source: Total field visits
id: Jumlah total kunjungan lapangan
ne: जम्मा फिल्ड भ्रमणहरू
th: จำนวนกิจกรรมภาคสนามทั้งหมด

source: Total Workers Reached
id: Jumlah total pekerja yang dijangkau
ne: पहुँचमा रहेका श्रमिकको जम्मा संख्या
th: จำนวนแรงงานที่เข้าถึง

source: Type
id: Jenis
ne: प्रकार
th: ประเภท

source: Recruiters
id: Perekrut
ne: मेनपावर कम्पनीहरु
th: บริษัทจัดหางาน

source: Location
id: Lokasi
ne: स्थान
th: สถานที่

source: Target
ne: लक्ष्य
th: เป้าหมาย

source: Notes
id: Catatan
ne: नोटहरू
th: หมายเหตุ

source: Links
id: Tautan
ne: लिङ्कहरू
th: ลิงก์

source: Total Worker
id: Jumlah Pekerja
ne: जम्मा श्रमिक संख्या
th: จำนวนแรงงานทั้งหมด

source: Print Report
id: Cetak Laporan
ne: रिपोर्ट छाप्नुहोस्
th: พิมพ์รายงาน

source: General:
id: Umum:
ne: सामान्य:
th: ข้อมูลทั่วไป:

source: Category:
id: Kategori:
ne: प्रकार
th: ประเภท:

source: Description:
id: Deskripsi:
ne: विवरण:
th: รายละเอียด:

source: Level:
id: Tingkat:
ne: तह
th: ระดับ:

source: Goal:
id: Tujuan:
ne: लक्ष्य:
th: เป้าหมาย:

source: level
th: ระดับ

source: Calls are assigned levels from 1-4 to denote the severity of the situation. All information queries and communications around coordination are categorized as Level 1, the least severe level. Level 2 cases are reported labour violations that do not violate national law but violate most ethical sourcing standards. Level 3 cases are serious labour violations that are violations of labour and/or criminal law. Level 4 cases are threat-to-life cases. Each level has its own response protocol.
th: สายด่วนที่เข้ามาจะได้รับการกำหนดระดับตั้งแต่ 1-4 เพื่อแสดงถึงความรุนแรงของสถานการณ์ การสอบถามข้อมูลและการสื่อสารเกี่ยวกับการประสานงานทั้งหมดจัดอยู่ในระดับ 1 ซึ่งเป็นระดับที่รุนแรงน้อยที่สุด กรณีระดับ 2 มีการรายงานการละเมิดแรงงานที่ไม่ละเมิดกฎหมายของประเทศ แต่ละเมิดมาตรฐานการจัดหาทางจริยธรรมส่วนใหญ่ กรณีระดับ 3 คือ การละเมิดแรงงานอย่างร้ายแรง ซึ่งเป็นการละเมิดกฎหมายแรงงาน และ/หรือ อาญา กรณีระดับ 4 เป็นคดีอันตรายถึงชีวิต ซึ่งในแต่ละระดับมีกระบวนการในการจัดการต่างกัน

source: Days active
th: จำนวนวันที่เคสเปิดอยู่

source: For Open KPIs: Red if No Progress has been made for over 60 days. Orange if No Progress has been made for 30 to 60 days. Yellow if Some Progress has been made in 15 or more days. Black if the case is less than 15 days active.
th: สำหรับ KPI ที่ยังมีสถานะเปิดอยู่: สีแดงหมายถึงไม่มีความคืบหน้าทางสถานการณ์มามากกว่า 60 วัน สีส้มหมายถึงไม่มีความคืบหน้าทางสถานการณ์มา30 ถึง 60 วัน สีเหลืองหมายถึงไม่มีความคืบหน้าทางสถานการณ์มามากกว่า 15 วัน สีดำหมายถึงเคสได้รับการเปิดมาน้อยกว่า 15 วัน

source: Status
ne: स्थिति
th: สถานะ

source: No Progress for over 60 days
th: ไม่มีความคืบหน้ามานานมากกว่า 60 วัน

source: No Progress
th: ไม่มีความคืบหน้า

source: Some Progress
th: มีความคืบหน้าเล็กน้อย

source: Active Under 15 days
th: เคสเปิดมาน้อยกว่า 15 วัน

source: Poor
th: แย่

source: Fair
th: ปานกลาง

source: Good
th: ดี

source: Excellent
th: ดีมาก

source: Opened since:
id: Dibuka sejak
ne: देखि खोलिएको:
th: เปิดเคส:

source: Closed since:
id: Selesai sejak
ne: देखि बन्द:
th: ปิดเคส:

source: Remediation Quality:
th: คุณภาพของการเยียวยา:

source: Affected workers:
id: Jumlah pekerja yang terdampak:
ne: प्रभावित कामदारहरु:
th: จำนวนพนักงานได้รับผลกระทบ:

source: Issues:
th: ประเด็นปัญหา:

source: Remediation Notes (Summary):
th: สรุปการเยียวปัญหา

source: Action:
th: แผนการดำเนินการ:

source: Worker Validation:
th: การยืนยันจากแรงงาน:

source: Results:
th: ผลลัพธ์:

source: Working conditions
th: สภาพการทำงาน

source: Employer-employee communications and relations
th: การสื่อสารและสายสัมพันธ์ระหว่างนายจ้าง-ลูกจ้าง

source: Labour recruitment
th: การสรรหาจ้างแรงงาน

source: Payment systems and transparency
th: การจ่ายค่าจ้างและความโปร่งใส

source: Living and eating conditions
th: สภาพความเป็นอยู่และการดำรงชีพ

source: Summary of Open/Closed Issues
th: สรุปประเด็นเปิด/ปิด

source: Open Worker-Reported Violations
th: ประเด็นที่แรงงานรายงานและกำลังดำเนินการแก้ไข

source: Worker reported labor violations below are organized into the 5 main KPI categories. These map to and expand upon internationally recognized types of labor violations and potential workplace realted and recruitment issues.
th: การละเมิดแรงงานที่แรงงานรายงานเข้ามาด้านล่างนี้จัดอยู่ในหมวดหมู่ KPI ทั้งหมด 5 หมวดหมู่ โดยหมวดหมู่ประเด็นKPIเหล่านี้เป็นการละเมิดแรงงานประเภทต่างๆ ที่ได้รับการยอมรับในระดับสากล

source: Labour Recruitment
th: การสรรหาจ้างแรงงาน

source: Payment Systems And Transparency
th: การจ่ายค่าจ้างและความโปร่งใส

source: Employer-Employee Communications And Relations
th: การสื่อสารและความสัมพันธ์ระหว่างนายจ้างและลูกจ้าง

source: Living And Eating Conditions
th: สภาพความเป็นอยู่

source: Closed Worker-Reported Violations
th: ประเด็นที่ได้รับการแก้ไขแล้ว

source: Closed Issues
th: สรุปประเด็นเปิด/ปิด

source: Level (1-4)
th: ระดับ (1-4)

source: Opened
th: เปิด

source: Closed
th: ปิด

source: The estimated number of workers affected by the KPI issue. If 0 is listed, the estimate is an unknown number of workers that will be updated as progress against the issue is made. Often, issues reported by a smaller number of workers affect entire lines or additional workers, which is updated as further information from these workers or the business is received.
th: จำนวนโดยประมาณของแรงงานที่ได้รับผลกระทบจากประเด็นKPI หากระบุเป็น 0 หมายถึงไม่ทราบจำนวนแรงงานที่ได้รับผลกระทบ โดยจะมีการอัพเดตเมื่อมีความคืบหน้าในการดำเนินการแก้ไขประเด็นปัญหา เนื่องจาก มีบ่อยครั้งที่ประเด็นปัญหาที่รายงานโดยแรงงานเพียงไม่กี่คนส่งผลกระทบเป็นวางกว้างต่อแรงงานทั้งหมดในสายการผลิต จึงทำให้จะมีการอัพเดตเคสเรื่อยๆเมื่อได้รับข้อมูลเพิ่มเติมจากแรงงานหรือธุรกิจ

source: Affected
id: Terdampak
ne: प्रभावित
th: จำนวนพนักงานที่ได้รับผลกระทบ

source: The final Remediation Score.
th: คะแนนการเยียวยาทั้งหมด

source: Poor = 'Red',
th: ควรปรับปรุง = 'สีแดง'

source: Fair = 'Orange',
th: ปานกลาง = 'สีส้ม'

source: Good = 'Yellow',
th: ดี = 'สีเหลือง'

source: Excellent='Green',
th: ดีเยี่ยม = 'สีเขียว'

source: Open
th: เปิด

source: The graph of open/closed issues represents the supplier(s) and date range selected above. Details of the 5 open/closed labor category KPIs are presented below.
th: กราฟของเคสที่เปิด/ปิดของบริษัทตามช่วงวันเวลาที่ได้เลือกไว้ด้านบน รายละเอียดของ KPI ประเด็นด้านแรงงานทั้ง 5 ประเภทมีดังต่อไปนี้

source: Open/Closed
th: เปิด/ปิด

source: Working Conditions
th: สภาพการทำงาน

source: You may select and filter suppliers to show your entire supply chain (default), suppliers by industry and by sub-industry, or specific supplier(s). The date range further enables visibility of the selection over a specific timeframe (default is 1/1/2019 to present). The selections made will determine the supply chain analytics displayed below. Please press the Search button after selections are made.
th: คุณสามารถใช้ตัวกรองเพื่อแสดงซัพพลายเออร์ทั้งหมดในห่วงโซ่อุปทานของคุณ (ค่าเริ่มต้น) หรือซัพพลายเออร์ตามอุตสาหกรรมและตามอุตสาหกรรมย่อย หรือซัพพลายเออร์เฉพาะ คุณยังสามารถใช้ตัวกรองเพื่อเลือกช่วงเวลาและแสดงผลการค้นหาภายในกรอบเวลาที่ต้องการ (ค่าเริ่มต้นคือ 1/1/2019 จนถึงปัจจุบัน) โดยผลการค้นหาผ่านตัวกรองเหล่านี้จะแสดงการวิเคราะห์ห่วงโซ่อุปทานด้านล่าง โปรดกดปุ่มค้นหาหลังจากทำการเลือกตัวกรอง

source: Add/Edit Team Task
id: Tambah/Ubah Tugas Tim
ne: समूहकोलागि कार्य थप्नुहोस्/सम्पादन गर्नुहोस्
th: เพิ่ม/แก้ไข งานประจำวันของทีม

source: Tasked By
id: Ditugaskan oleh
ne: द्वारा काम गरिएको
th: มอบหมายงานโดย

source: A sumamry of the task to be completed
id: Ringkasan mengenai tugas yang harus diselesaikan
ne: सम्पन्न गर्नुपर्ने कार्यको सारांश
th: สรุปงานที่ต้องทำให้แล้วเสร็จ

source: General Notes
id: Catatan umum
ne: सामान्य नोटहरू
th: หมายเหตุทั่วไป

source: Name
id: Nama
ne: नाम
th: ชื่อ

source: Law
id: Hukum
ne: कानुन
th: กฏหมาย

source: Article
id: Pasal
ne: लेख
th: มาตรา

source: Legal Violation #{id}
ne: कानुनी उल्लङ्घन #{id}
th: การละเมิดกฎหมาย #{id}

source: Name:
id: Nama:
ne: नाम
th: ชื่อ:

source: Law:
id: Hukum
ne: कानुन
th: กฏหมาย:

source: Article:
id: Pasal
ne: लेख
th: มาตรา:

source: Country:
id: Negara:
ne: देश:
th: ประเทศ:

source: Other:
id: Lainnya:
ne: अन्य:
th: อื่นๆ:

source: Legal Violation:
id: Pelanggaran hukum:
ne: कानुनी उल्लङ्घन:
th: การละเมิดทางกฎหมาย

source: Recommended Remediation:
id: Remediasi yang direkomendasikan
ne: सिफारिस गरिएको उपचार:
th: คำแนะนำด้านการเยียวยา:

source: Systems Change:
id: Perubahan sistem:
ne: प्रणाली परिवर्तन:
th: การปรับปรุงระบบ:

source: View:
id: Melihat:
ne: हेर्नुहोस्:
th: ดู:

source: Legal
ne: कानूनी
th: ด้านกฏหมาย

source: Remediation
id: Remediasi
ne: उपचार
th: การเยี่ยวยา

source: Systems
id: Sistem
ne: प्रणालीहरू
th: ระบบ

source: No Reference Documents at this time.
th: ยังไม่มีรายงานเอกสารอ้างอิง ณ เวลานี้

source: Created
id: Didirikan
ne: सिर्जना गरियो
th: สร้างเมื่อ

source: Download
id: Unduh
ne: डाउनलोड गर्नुहोस्
th: ดาวน์โหลด

source: Calls and Messages from Workers
th: สายด่วนและข้อความจากแรงงาน

source: These workforce demographics are based on figures provided by your supplier to Issara Institute. Please note the figures correspond to the suppliers selected at top.
th: ข้อมูลด้านสัญชาติแรงงานเหล่านี้อ้างอิงจากตัวเลขที่ซัพพลายเออร์ส่งให้สถาบันอิสรา โปรดทราบว่าตัวเลขดังกล่าวเป็นข้อมูลแรงงานของซัพพลายเออร์ที่เลือกไว้ด้านบน

source: Workforce Demographics
th: ประชากรแรงงาน

source: Total
ne: कुल
th: รวม

source: Cambodia
id: Kamboja
ne: कम्बोडिया
th: กัมพูชา

source: Myanmar
ne: म्यानमार
th: พม่า

source: Lao
id: Warga negara Laos
ne: लाओ
th: ลาว

source: Vietnamese
th: เวียดนาม

source: Nepalese
id: Warga negara Nepal
ne: नेपाली
th: ชาวเนปาล

source: Bangladeshi
id: Warga Negara Bangladesh
ne: बंगलादेशी
th: ชาวบังคลาเทศ

source: Indonesian
id: bahasa Indonesia
ne: इन्डोनेसियाली
th: ชาวอินโดนีเซีย

source: Malaysian
id: Warga Negara Malaysia
ne: मलेसियाली
th: ชาวมาเลเซีย

source: * Please Select Supplier
th: * โปรดเลือกซัพพลายเออร์

source: There is worker voice in this workplace
id: Ada Suara Pekerja di tempat kerja ini
ne: यो कार्यस्थलमा श्रमिक आवाज छ
th: มีเสียงของแรงงานในบริษัทนี้

source: There is no worker voice in this workplace
id: Tidak ada Suara Pekerja di tempat kerja ini
ne: यो कार्यस्थलमा श्रमिक आवाज छैन
th: ไม่มีเสียงของแรงงานในบริษัทนี้

source: You have successfully deleted the supplier kpi
th: ลบ Supplier kpi สำเร็จ

source: Error occurred trying to delete those supplier kpi updates
id: Error saat berusaha menghapus pembaruan kpi pemasok
ne: ती रोजगारदाता KPI अद्यावधिकहरू मेटाउने प्रयास गर्दा त्रुटि भयो
th: พบข้อผิดพลาดระหว่างการลบ Supplier kpi updates

source: Confirm
id: Konfirmasi
ne: पुष्टि गर्नुहोस्
th: ยืนยัน

source: Confirm Delete ?
id: Konfirmasi hapus?
ne: मेटाउनको लागि निश्चित गर्नुहोस्?
th: คุณยืนยันที่จะทำการลบ?

source: About to delete supplier kpi id:
id: Hendak menghapus kpi pemasok id:
ne: रोजगारदाता KPI आईडी मेटाउन को लागी:
th: กำลังดำเนินการลบ kpi id:

source: *This Supplier KPI has 0 cases and is ok to remove.
id: *KPI pemasok ini memiliki 0 kasus dan boleh dihapus
ne: *यस आपूर्तिकर्ता KPI मा केसहरू छैनन् र हटाउन ठीक छ।
th: *ซัพพลายเออร์นี้ไม่มีเคส KPI และสามารถลบออกได้

source: Delete
id: Hapus
ne: मेटाउन
th: ลบ

source: Supplier KPI #{id}
ne: रोजगारदाता KPI #{id}
th: KPI ของซัพพลายเออร์ #{id}

source: Overview:
id: Ikhtisar
ne: अवलोकन:
th: ภาพรวมบริษัท

source: Supplier:
id: Pemasok:
ne: रोजगारदाता
th: ซัพพลายเออร์:

source: Laws Violated:
id: Hukum yang dilanggar:
ne: कानून उल्लङ्घन:
th: กฏหมายที่ละเมิด:

source: # Workers Impacted:
id: # Pekerja yang terdampak:
ne: #श्रमिक प्रभावित:
th: จำนวนแรงงานที่ได้รับผลกระทบ:

source: Status:
ne: स्थिति:
th: สถานะ:

source: Days Active:
id: Jumlah hari aktif:
ne: सक्रिय दिनहरू:
th: จำนวนวันเคสที่เปิดอยู่:

source: Open Since:
id: Dibuka sejak:
ne: देखि खुल्ला
th: เปิดเมื่อ:

source: Updated:
id: Pembaruan:
ne: अद्यावधिक गरिएको:
th: อัพเดตล่าสุด:

source: Closed:
id: Selesai:
ne: बन्द:
th: ปิด:

source: Closed Quality:
id: Kualitas penyelesaian:
ne: बन्द गरिएको गुणस्तर:
th: คุณภาพของการเยียวยาเมื่อปิดเคส:

source: Rationale:
id: Alasan:
ne: तर्क:
th: เหตุผล:

source: Remediation:
id: Remediasi:
ne: उपचार:
th: การเยียวยา:

source: Issara Recommendations:
id: Rekomendasi dari Issara:
ne: इसराले गरेको सिफारिसहरू:
th: ข้อแนะนำจากสถาบันอิสรา:

source: Progress on remediation:
id: Perkembangan remediasi
ne: उपचारमा प्रगति:
th: ความคืบหน้าของการเยียวยา:

source: How aligned are the business's responses:
id: Seberapa selaraskah tanggapan dari perusahaan?
ne: व्यवसायका प्रतिक्रियाहरू कत्तिको मिल्दो छन्:
th: การตอบสนองของธุรกิจตรงกับความต้องการขนาดไหน:

source: Business Steps Taken:
id: Langkah-langkah yang telah diambil perusahaan?
ne: व्यवसायीका कदमहरू:
th: ขั้นตอนการแก้ไขปัญหาที่บริษัทดำเนินการแล้ว:

source: Business Steps Remaining:
id: Langkah-langkah yang masih harus diambil perusahaan?
ne: व्यवसायीका बाँकी चरणहरू:
th: ขั้นตอนการแก้ไขปัญหาที่บริษัทยังไม่ได้ดำเนินการ:

source: Notes (Talking Points):
id: Catatan (poin pembicaraan)
ne: नोटहरू (बोल्ने कुराहरु):
th: หมายเหตุ (ประเด็นในการปรึกษาหารือ):

source: Action (Talking Points):
id: Tindakan yang harus diambil (poin pembicaraan)
ne: कारबाहीका लागि (बोल्ने कुराहरु):
th: การดำเนินการ (ประเด็นในการปรึกษาหารือ):
